Repository: wojciechmalinowski93/hacknation-2025
Catalog: zgubione/translations/system/*/LC_MESSAGES/django.po
Languages: pl

source: Planned sending date must be in future!
pl: Planowana data wysłania musi dotyczyć przyszłości!

source: This date must be in future!
pl: Ta data musi dotyczyć przyszłości!

source: This is not html file!
pl: To nie jest plik html!

source: Resignation link in html is required <a href="#">Resign</a>!
pl: Link rezygnacyjny w pliku html jest wymagany: <a href="#">Rezygnacja</a>!

source: submission
pl: potwierdzenie wysyłki

source: submissions
pl: potwierdzenia wysyłki

source: Your email address was removed from our mailing list
pl: Twój adres email został usunięty z naszej listy mailingowej

source: Dear Sir or Madam,
pl: Szanowni Państwo,

source: Thank you for your interest in the newsletter of dane.gov.pl. To confirm the subscription, click the link:
pl: dziękujemy za zainteresowanie newsletterem portalu dane.gov.pl. Aby potwierdzić zamówienie newslettera kliknij link:

source: The link above will be active for 24 hours.
pl: Link będzie aktywny przez 24 godziny.

source: The message has been generated automatically.
pl: Wiadomość została wygenerowana automatycznie.

source: Please do not reply.
pl: Prosimy na nią nie odpowiadać.

source: Download images
pl: Pobierz obrazy

source: The message has been generated automatically. Please do not reply.
pl: Wiadomość została wygenerowana automatycznie. Prosimy na nią nie odpowiadać.

source: Invalid action!
pl: Błędna akcja!

source: Email address already exists
pl: Adres poczty elektronicznej już istnieje

source: Your newsletter subsciption awaits for confirmation
pl: Twoja subskrypcja newslettera oczekuje na potwierdzenie

source: Link is out of date
pl: Link jest nieaktualny

source: The activation link has expired
pl: Link aktywacyjny wygasł

source: Contact
pl: Kontakt

source: Users
pl: Użytkownicy

source: Contact details
pl: Kontakt

source: Institutions
pl: Instytucje

source: Some information about the institution
pl: Niektóre informacje o instytucji

source: Fax number
pl: Numer faksu

source: int.
pl: wew.

source: Postal code
pl: Kod pocztowy

source: Website
pl: Strona internetowa

source: If you select a draft, the status of all published datasets belonging to this institution will be changed to a draft.Also all resources of those datasets will be change to a draft
pl: Jeśli wybierzesz szkic, status wszystkich opublikowanych zbiorów danych należących do tej instytucji zostanie zmieniony na szkic. Również wszystkie zasoby tych zbiorów zostaną zmienione na szkic

source: Local government
pl: Administracja samorządowa

source: Public government
pl: Administracja rządowa

source: Private entities
pl: Podmioty prywatne

source: Other
pl: Inne

source: Developers
pl: Deweloperzy

source: City
pl: Miasto

source: Street type
pl: Rodzaj ulicy

source: Street
pl: Ulica

source: Street number
pl: Numer ulicy

source: Flat number
pl: Numer mieszkania

source: Fax
pl: Faks

source: Institution type
pl: Rodzaj instytucji

source: Id Institution
pl: Id Instytucji

source: Address for electronic delivery
pl: Adres do doręczeń elektronicznych

source: Given address does not match electronic delivery address pattern.
pl: Podany adres nie jest zgodny z formatem adresu do doręczeń elektronicznych.

source: Phone
pl: Telefon

source: Abbreviation
pl: Skrót

source: acc: Institution
pl: instytucję

source: int.
pl: wew.

source: The number of datasets
pl: Liczba zbiorów danych

source: Organization URL
pl: URL dostawcy

source: Organization created
pl: Data utworzenia dostawcy

source: Organization modified
pl: Data aktualizacji dostawcy

source: Number of datasets
pl: Liczba zbiorów danych

source: Number of organization resources
pl: Liczba zasobów dostawcy

source: Hide table
pl: Ukryj tabelę

source: View table
pl: Pokaż tabelę

source: Number
pl: Liczba

source: Pan
pl: Przesuń

source: Zoom
pl: Przybliż/Oddal

source: Reset
pl: Przywróć domyślny widok

source: Hover
pl: Pokaż szczegóły

source: Period
pl: Okres

source: **Add to dashboard:**
pl: **Dodaj do pulpitu:**

source: Entry
pl: Pozycja

source: None
pl: Brak

source: Percent
pl: Procent

source: Type of data
pl: Typ danych

source: No data type was selected
pl: Nie wybrano żadnego typu danych

source: {0} of {1} data types
pl: {0} z {1} typów danych

source: Month
pl: Miesiąc

source: Quarter
pl: Kwartał

source: Year
pl: Rok

source: Visualization type
pl: Rodzaj wizualizacji

source: No type of visualization has been selected
pl: Nie wybrano żadnego rodzaju wizualizacji

source: {0} of {1} visualization types
pl: {0} z {1} rodzajów wizualizacji

source: Table
pl: Tabela

source: Map
pl: Mapa

source: Chart
pl: Wykres

source: No visualization
pl: Brak wizualizacji

source: Way of presentation
pl: Sposób prezentacji

source: Web Site
pl: Strona internetowa

source: Percent od data
pl: Procent danych

source: Downloads
pl: Liczba pobrań

source: Views
pl: Liczba wyświetleń

source: Openness level
pl: Stopień otwartości

source: Level {}
pl: Stopień {}

source: File format
pl: Format pliku

source: Category name
pl: Nazwa kategorii

source: Number of uses
pl: Liczba użyć

source: Searched keyword
pl: Wyszukiwana fraza

source: Number of searches
pl: Liczba wyszukiwań

source: Number of datasets added
pl: Liczba nowych zbiorów danych

source: Most downloaded datasets
pl: Zbiory danych z największą liczbą pobrań

source: Most viewed datasets
pl: Najbardziej popularne zbiory danych

source: Datasets openess rating
pl: Liczba danych w podziale na stopień otwartości

source: Top file formats
pl: Najbardziej popularne formaty

source: Top themes
pl: Najczęściej używane kategorie

source: Top tags
pl: Najczęściej używane słowa kluczowe

source: Top keywords
pl: Najczęściej wyszukiwane słowa

source: Views of datasets
pl: Liczba wyświetleń zbiorów danych

source: Downloads of datasets
pl: Liczba pobrań zbiorów danych

source: Malformed teryt code: {teryt_id}.
pl: Błędny kod TERYT: {teryt_id}

source: Regions
pl: Lokalizacja danych

source: locality
pl: Miejscowość

source: localadmin
pl: Gmina

source: county
pl: Powiat

source: region
pl: Województwo

source: country
pl: Kraj

source: Boundary box
pl: Obszar ograniczający

source: Latitude
pl: Szerokość geograficzna

source: Longitude
pl: Długość geograficzna

source: Ordered by
pl: Zlecone przez

source: Generated report file
pl: Wygenerowany plik raportu

source: File size
pl: Rozmiar pliku

source: PENDING
pl: W oczekiwaniu

source: The task of generating the report has been commissioned. The report may appear with a delay ...
pl: Zadanie wygenerowania raportu zostało zlecone. Raport może pojawić się z opóźnieniem...

source: Task
pl: Zadanie

source: File path
pl: Ścieżka pliku

source: acc: Monitoring report
pl: zgłoszenia

source: Monitoring
pl: Zgłoszenia

source: acc: User report
pl: raport użytkownika

source: User report
pl: Raport użytkowników

source: User reports
pl: Raporty użytkowników

source: acc: Resource report
pl: raport zasobów

source: Reource report
pl: Raport zasobu

source: Resource reports
pl: Raporty zasobów

source: acc: Dataset report
pl: raport zbioru danych

source: Dataset report
pl: Raport zbioru danych

source: Dataset reports
pl: Raporty zbiorów danych

source: Data source reports
pl: Raporty źródeł danych

source: acc: Institution report
pl: raport instytucji

source: Institution report
pl: Raport instytucji

source: Institution reports
pl: Raporty Instytucji

source: acc: Daily report
pl: zbiorczy raport dzienny

source: acc: Data source imports report
pl: raport źródeł danych

source: Summary daily report
pl: Zbiorczy raport dzienny

source: Summary daily reports
pl: Zbiorcze raporty dzienne

# Metabase Dashboards
source: Dashboards
pl: Dashboardy

source: Filter by dataset name
pl: Filtruj według nazwy zbioru

source: Link status
pl: Status linku

source: File status
pl: Status pliku

source: TabularView
pl: Widok tabelaryczny

source: During the verification of column "{colname}" with the "{rule}" rule no errors detected
pl: Podczas weryfikacji kolumny "{colname}" regułą "{rule}" nie wykryto błędów

source: Verification of column "{colname}" by the rule "{rule}" failed
pl: Weryfikacja kolumny "{colname}" regułą "{rule}" nie powiodła się

source: File validation
pl: Walidacja pliku

source: Link validation
pl: Walidacja linku

source: Data validation
pl: Walidacja danych

source: Change of type
pl: Zmiana typu

source: Quality verification
pl: Weryfikacja jakości

source: Maps and plots
pl: Mapy i wykresy

source: data language
pl: język danych

source: Manual update
pl: Aktualizacja manualna

source: Special Signs
pl: Znaki umowne

source: Resource with this id does not exists
pl: Zasób z tym id nie istnieje

source: Task for resource revalidation queued
pl: Ponowna walidacja dodana do kolejki zadań

source: Data type changed
pl: Zmieniono typ danych

source: Map definition saved
pl: Zapisano definicję mapy

source: Couldn't restore following resources, because their related datasets are still removed: {}
pl: Nie można przywrócić następujących zasobów, ponieważ ich zbiory danych wciąż pozostają usunięte: {}

source: Chart creation for this resource is blocked!
pl: Tworzenie wykresów dla tego zasobu jest zablokowane!

source: No permission to define chart
pl: Brak uprawnień do definiowania wykresu

source: You cannot change type of chart!
pl: Zmiana typu wykresu jest niemożliwa!

source: You cannot add another private chart!
pl: Dodanie kolejnego wykresu prywatnego jest niemożliwe!

source: You cannot put changes into chart defined by Data Provider. Please provide new chart name.
pl: Nie możesz zmienić wykresu zdefiniowanego przez Dostawcę danych. Zmiany na wykresie zapisz pod nową nazwą.

source: latitude
pl: szerokość geograficzna

source: longitude
pl: długość geograficzna

source: postal code
pl: kod pocztowy

source: place
pl: miejscowość

source: house number
pl: numer domu

source: universal address
pl: adres uniwersalny

source: label
pl: etykieta

source: Selected items {} come from different map data sets.
pl: Wybrane elementy {} pochodzą z różnych zestawów danych mapowych.

source: Redefine the map by selecting items from only one map data set.
pl: Ponów definiowanie mapy wybierając elementy z tylko jednego zestawu danych mapowych.

source: The map data set is incomplete.
pl: Zestaw danych mapowych jest niekompletny

source: Missing elements: {} for the map data set: {}.
pl: Brak elementów: {} dla zestawu danych mapowych: {}.

source: Redefine the map by selecting the selected items.
pl: Ponów definiowanie mapy wybierając wskazane elementy.

source: Longitude should be a number
pl: Długość geograficzna powinna być liczbą

source: Latitude should be a number
pl: Szerokość geograficzna powinna być liczbą

source: special signs
pl: znaki umowne

source: You can't set status of this resource to published, because it's dataset is still a draft. You should first published that dataset:
pl: Nie można ustawić status opublikowany dla tego zasobu, ponieważ zbiór do którego przynależy ma status szkic. Aby zmienić status należy najpierw opublikować zbiór:

source: Only resource from related dataset resources is valid!
pl: Tylko zasób należący do zasobów powiązanego zbioru jest poprawnym wyborem!

source: Do not allow user charts to be created
pl: Nie zezwalaj na tworzenie wykresów przez użytkownika

source: File as CSV
pl: Plik jako CSV

source: File as JSON-LD
pl: Plik jako JSON-LD

source: File info
pl: Informacje o pliku

source: File encoding
pl: Kodowanie pliku

source: Data source
pl: Źródło danych

source: Data date
pl: Dane na dzień

source: Invalid file extension: %(ext)s.
pl: Niepoprawne rozszerzenie pliku: %(ext)s.

source: Format unknown.
pl: Format pliku nieznany.

source: Password protected archives are not allowed.
pl: Pliki archiwum zabezpieczone hasłem nie są dozwolone.

source: You can't restore this resource, because it's dataset is still removed. Please first restore dataset:
pl: Nie możesz przywrócić tego zasobu, ponieważ zbiór do którego przynależy nadal jest w koszu. Przywróć najpierw zbiór:

source: Add file
pl: Dodaj plik

source: Document name
pl: Nazwa dokumentu

source: The wrong document format was selected!
pl: Dokonano wyboru niewłaściwego formatu dokumentu!

source: File does not exist
pl: Plik nie istnieje

source: Invalid file type
pl: Niepoprawny typ pliku.

source: File %s does not exist, please upload it again
pl: Plik %s nie istnieje, proszę załaduj go ponownie

source: API - change
pl: API - zmiana

source: File - change
pl: Plik - zmiana

source: external identifier of resource taken during import process (optional)
pl: zewnętrzny identyfikator zasobu pobrany podczas procesu importu (opcjonalny)

source: availability
pl: dostępność

source: Packed file
pl: Spakowany plik

source: File mimetype
pl: Typ MIME pliku

source: Resource Link
pl: Link do zasobu

source: Position
pl: Pozycja

source: Mark resource as API
pl: Oznacz zasób jako API

source: Mark resource as file
pl: Oznacz zasób jako plik

source: link tasks last status
pl: ostatni status walidacji linku

source: file tasks last status
pl: ostatni status walidacji pliku

source: data tasks last status
pl: ostatni status walidacji danych tabelarycznych

source: Data type
pl: Typ danych

source: Tabular view
pl: Widok tabelaryczny

source: has chart?
pl: ma wykres?

source: has map?
pl: ma mapę?

source: has table?
pl: ma tabelę?

source: is chart creation blocked?
pl: tworzenie wykresu zablokowane?

source: language version of the data
pl: wersja językowa danych

source: related data
pl: powiązane dane

source: Automatic update
pl: Aktualizacja automatyczna

source: Data date update period
pl: powtarzać co

source: Data date start date update
pl: Data rozpoczęcia aktualizacji

source: Data date end date update
pl: Data zakończenia aktualizacji

source: Endless data date update
pl: Bez daty zakończenia

source: Contains protected data list
pl: Zawiera wykaz chronionych danych

source: The resource marked below as a list of protected data can be in xls, xlsx or csv format.
pl: Zasób oznaczony poniżej jako wykaz chronionych danych może mieć format xls, xlsx lub csv.

source: The resource marked below as a list of protected data must have a file attached.
pl: Zasób oznaczony poniżej jako wykaz chronionych danych musi posiadać załączony plik.

source: There is more than one resource containing protected data.
pl: Istnieje więcej niż jeden zasób zawierający chronione dane.

source: Pick a file from disk in xls, xlsx or csv format if you mark the resource below as a list of protected data.
pl: Wybierz plik z dysku w formacie xls, xlsx lub csv, jeśli poniżej oznaczasz zasób jako wykaz chronionych danych.

source: The resource has a different type than csv, xls or xlsx format.
pl: Zapisany zasób ma inny typ niż plik w formacie xls, xlsx, csv.

source: Cannot find file for resource
pl: Nie można odnaleźć pliku dla zasobu

source: Cannot read existing file
pl: Nie można odczytać istniejącego pliku

source: The resource labeled below as a list of protected data can only contain columns named in this order:
pl: Zasób oznaczony poniżej jako wykaz chronionych danych może zawierać tylko kolumny nazwane w tej kolejności:

source: The saved file has a different structure than that required for the list of protected data.
pl: Zapisany plik ma inną strukturę niż wymagana dla wykazu chronionych danych.

source: Select the collection of a government institution or local government if you mark the resource below as a list of protected data.
pl: Wybierz zbiór instytucji rządowej lub samorządowej, jeśli poniżej oznaczasz zasób jako wykaz chronionych danych.

source: To select YES here, above select the dataset of a government or local government institution.
pl: Aby tu wybrać TAK, powyżej wybierz zbiór danych instytucji rządowej lub samorządowej.

source: To select YES here, select NO in the fields for dynamic, high-value, high-value from the EC list and research data.
pl: Aby tu wybrać TAK, w polach dotyczących danych dynamicznych, o wysokiej wartości, o wysokiej wartości z wykazu KE i badawczych zaznacz NIE.

source: Check YES, because high-value data from the EC list is a special subcategory of high-value data.
pl: Zaznacz TAK, ponieważ dane o wysokiej wartości z wykazu KE są szczególną podkategorią danych o wysokiej wartości.

source: Data of private or developer institutions are not high-value data from EC list.
pl: Dane instytucji prywatnych lub deweloperskich nie są danymi o wysokiej wartości z wykazu KE.

source: deleted
pl: usunięty

source: acc: Resource
pl: zasób

source: Resource
pl: Zasób

source: A comment was posted on the resource %(title)s
pl: Zgłoszono uwagę do zasobu %(title)s

source: Please provide specific date or set endless update.
pl: Należy wprowadzić konkretną datę lub ustawić aktualizację bez daty zakończenia.

source: Data date end cant be chosen when endless data date update is selected. Please choose one.
pl: Nie można jednocześnie wprowadzić daty zakończenia aktualizacji oraz wybrać opcji bez daty zakończenia.Proszę wybrać tylko jedną z tych opcji.

source: Update end date cant be earlier than start date.
pl: Data zakończenia aktualizacji nie może być wcześniejsza lub taka sama jak data rozpoczęcia.

source: Compressed file format
pl: Format skompresowanego pliku

source: Compressed file mimetype
pl: Typ MIME skompresowanego pliku

source: Compressed file encoding
pl: Kodowanie skompresowanego pliku

source: formats after conversion
pl: formaty po konwersji

source: views_count
pl: licznik odwiedzin

source: downloads_count
pl: licznik pobrań

source: Resource has high value data
pl: Zasób zawiera dane o wysokiej wartości

source: Resource has high value data from the EC list
pl: Zasób zawiera dane o wysokiej wartości z wykazu KE

source: Dataset field '%(first_field)s' must have value true if field '%(second_field)s' has value true.
pl: Pole zbioru danych '%(first_field)s' musi mieć wartość równą true, jeżeli pole '%(second_field)s' ma wartość true.

source: Resource field '%(first_field)s' must have value true if field '%(second_field)s' has value true.
pl: Pole zasobu '%(first_field)s' musi mieć wartość równą true, jeżeli pole '%(second_field)s' ma wartość true.

source: Institution with type 'private' or 'developer' can not use field '%(field_name)s' with value true for resource.
pl: Instytucja typu 'prywatna' lub 'deweloper' nie może wybrać wartości true w polu '%(field_name)s' zasobu.

source: Institution with type 'private' or 'developer' can not use field '%(field_name)s' with value true for dataset.
pl: Instytucja typu 'prywatna' lub 'deweloper' nie może wybrać wartości true w polu '%(field_name)s' zbioru danych.

source: If the resource has a value of the 'containsProtectedData' field equal to true, then the fields 'hasDynamicData', 'hasResearchData', 'hasHighValueData', 'hasHighValueDataFromEuropeanCommissionList' must be false or not present at all.
pl: Jeśli zasób ma wartość pola 'containsProtectedData' równą true, to pola 'hasDynamicData', 'hasResearchData', 'hasHighValueData', 'hasHighValueDataFromEuropeanCommissionList', muszą mieć wartość false lub nie występować w ogóle.

source: A 'private', 'other' or 'developer' institution cannot use true in the 'containsProtectedData' field of a resource.
pl: Instytucja typu 'prywatna', 'inna' lub 'deweloper' nie może używać wartości true w polu 'containsProtectedData' zasobu.

source: An address in the 'url' field of a resource that contains a 'containsProtectedData' field with a value equal to true is not responding.
pl: Adres w polu 'url' zasobu, który zawiera pole 'containsProtectedData' z wartością równą true, nie odpowiada.

source: If the resource has the value of the 'containsProtectedData' field equal to true, it must point to a file in the xls, xlsx or csv format in the 'url' field.
pl: Jeśli zasób ma wartość pola 'containsProtectedData' równą true, to musi wskazywać w polu 'url' na plik w formacie xls, xlsx lub csv.

source: If the resource has a 'containsProtectedData' value of true, then the resource file must contain exactly %(col_quantity)s of columns, arranged and named exactly: %(col_names)s.
pl: Jeśli zasób ma wartość pola 'containsProtectedData' równą true, to plik zasobu musi zawierać dokładnie %(col_quantity)s kolumn ułożonych następująco i nazwanych dokładnie: %(col_names)s.

source: There is more than 1 resource in the harvester file containing the '%(field_name)s' field with a value equal to true.
pl: W pliku harvestera znajduje się więcej niż 1 zasób zawierający pole '%(field_name)s' z wartością równą true.

source: The provider already has a resource in the portal that contains the '%(field_name)s' field with a value equal to true. Resource: 'title' = %(title)s, 'id' = %(id)s.
pl: Dostawca posiada już w portalu zasób, zawierający pole '%(field_name)s' z wartością równą true. Zasób: 'title' = %(title)s, 'id' = %(id)s.

source: Resource has dynamic data
pl: Zasób zawiera dane dynamiczne

source: Resource has research data
pl: Zasób zawiera dane badawcze

source: Resource URL
pl: URL danych

source: Resource title
pl: Tytuł danych

source: Resource description
pl: Opis danych

source: Resource created
pl: Data udostępnienia danych

source: Resource views count
pl: Liczba wyświetleń danych

source: Resource downloads count
pl: Liczba pobrań danych

source: Resource regions
pl: Lokalizacje danych

source: Download URL
pl: URL pliku (do pobrania)

source: Resource supplements (name, language, url, file size)
pl: Dokumenty uzupełniające zasobu (nazwa, język, url, rozmiar pliku)

source: Numeric
pl: Pole numeryczne

source: During the verification of column "%(colname)s" with the rule "%(rule)s" detected errors (max 5)
pl: Podczas weryfikacji kolumny "%(colname)s" regułą "%(rule)s" wykryto błędy (wyświetlane jest nie więcej niż 5 błędów)

source: Address feature
pl: Cecha adresu

source: Schedules
pl: Harmonogramy

source: You cannot set new_end_date if end_date is not set yet!
pl: Nie można ustawić nowej daty zakończenia przed ustawieniem daty zakończenia!

source: Invalid value! Possible values: %(values)s
pl: Niepoprawna wartość! Możliwe wartości: %(values)s

source: is_openness_score_increased or is_quality_improved is required if value of is_new is False!
pl: is_openness_score_increased lub is_quality_improved są wymagane jeśli wartość is_new to False!

source: Unsupported recommendation state. Supported are: %(states)s
pl: Nieobsługiwany typ rekomendacji. Obsługiwane są: %(states)s

source: Unsupported notification type. Supported are: %(types)s
pl: Nieobsługiwany typ notyfikacji. Obsługiwane są: %(types)s

source: User schedule's readiness state cannot be changed!
pl: Nie można zmienić statusu gotowości harmonogramu!

source: {author} new comment
pl: Nowy komentarz {author}

source: The end of planning date was added/changed
pl: Data zakończenia planowania została wprowadzona/zmieniona

source: 7 days until end of planning
pl: 7 dni do zakończenia planowania

source: The end of planning date has passed
pl: Minęła data zakończenia planowania

source: The new end of planning date was added/changed
pl: Nowa data zakończenia planowania została wprowadzona/zmieniona

source: The new end of planning date has passed
pl: Minęła nowa data zakończenia planowania

source: Planned
pl: Planowanie

source: Implemented
pl: Realizacja

source: Archived
pl: Archiwum

source: period name
pl: nazwa okresu

source: new end date
pl: nowa data zakończenia

source: schedule link
pl: link do harmonogramu

source: is blocked?
pl: zablokowany?

source: schedule
pl: harmonogram

source: schedules
pl: harmonogramy

source: No recommendation for "%(email)s"
pl: Brak rekomendacji dla "%(email)s"

source: Data sharing schedule on %(period)s
pl: Harmonogram otwierania danych na %(period)s

source: is ready?
pl: gotowy?
