Repository: wojciechmalinowski93/hacknation-2025
Catalog: zgubione/translations/system/*/LC_MESSAGES/django.po
Languages: pl

source: assign schedule as ready
pl: oznacz harmonogram jako gotowy

source: user schedule
pl: harmonogram użytkownika

source: user schedules
pl: harmonogramy użytkownika

source: WMS service
pl: usługa WMS

source: awaits
pl: oczekuje na rekomendację

source: recommended
pl: rekomendowane

source: not recommended
pl: nierekomendowane

source: institution
pl: instytucja

source: institution unit
pl: jednostka podległa/nadzorowana

source: dataset title
pl: zasoby danych

source: is new?
pl: nowy zasób?

source: is openness score increased?
pl: wyższy poziom otwartości?

source: is quality improved?
pl: poprawiona jakość?

source: recommendation state
pl: stan rekomendacji

source: recommendation notes
pl: opis rekomendacji

source: is resource added?
pl: czy zasób dodany?

source: is resource added notes
pl: czy zasób dodany - komentarz

source: resource link
pl: link do zasobu

source: user schedule item
pl: pozycja w harmonogramie użytkownika

source: user schedule items
pl: pozycje w harmonogramie użytkownika

source: text
pl: tekst

source: comments
pl: komentarze

source: Notification was sent
pl: Powiadomienie zostało wysłane

source: The entered phrase should be at least %(limit)s characters long
pl: Wpisana fraza musi zawierać przynajmniej %(limit)s znaki

source: The entered phrase should be at most %(limit)s characters long
pl: Wpisana fraza musi zawierać nie więcej niż %(limit)s znaki

source: Advanced option should take one of values:
pl: Opcja advanced musi przyjmować jedną z wartości:

source: Unsupported format. Supported are: %(formats)s
pl: Nieobsługiwany format. Obsługiwane są: %(formats)s.

source: Unsupported SPARQL endpoint value. Supported values are: %(providers)s
pl: Nieobsługiwana końcówka SPARQL. Obsługiwane są: %(providers)s

source: Invalid suggestion size
pl: Niepoprawny rozmiar podpowiedzi

source: The entered model - %(model)s, is not supported
pl: Wprowadzony model - %(model)s, nie jest wspierany

source: Bad request
pl: Błędne zapytanie

source: Search Histories
pl: Historie Wyszukiwania

source: Search history
pl: Historie Wyszukiwania

source: Pending
pl: W oczekiwaniu

source: Blocked
pl: Zablokowany

source: Open Data - Administration Panel
pl: Otwarte Dane - Panel Administracyjny

source: Data suggestions
pl: Propozycje nowych danych

source: Users reports
pl: Raporty użytkowników

source: Daily Reports
pl: Dzienne Raporty

source: Dashboard
pl: Pulpit

source: Open Data Lab
pl: Laboratorium Otwarte Dane

source: Configuration
pl: Konfiguracja

source: Universal address
pl: Adres uniwersalny

source: PNA code
pl: Kod PNA

source: Field of logical values
pl: Pole wartości logicznych

source: Integer
pl: Liczba całkowita

source: Float
pl: Liczba zmiennoprzecinkowa

source: String
pl: Dane tekstowe

source: Logic value (True/False)
pl: Wartość logiczna (Prawda/Fałsz)

source: Date
pl: Data

source: Time
pl: Czas

source: DateTime
pl: DataCzas

source: Any type
pl: Dowolny typ

source: Label
pl: Etykieta

source: Describes the presented data. Required item.
pl: Opisuje prezentowane dane. Element wymagany.

source: Place
pl: Miejscowość

source: House number
pl: Numer domu

source: Illustrative graphics
pl: Grafika ilustracyjna

source: Preview link
pl: Link podglądu

source: Application type
pl: Rodzaj aplikacji

source: Delete selected showcase proposals
pl: Usuń wybrane propozycje ponownego wykorzystania

source: Datasets being used to build application
pl: Zbiory danych które zostały wykorzystane do budowy

source: External public data used
pl: Wykorzystane dane publiczne spoza portalu

source: Showcase creation task was launched!
pl: Zadanie utworzenia ponownego wykorzystania zostało uruchomione!

source: Passing at least one of: %(items)s is required!
pl: Przekazanie co najmniej jednego z: %(items)s jest wymagane!

source: link to the application
pl: link do aplikacji

source: External datasets
pl: Zewnętrzne zbiory danych

source: At least one url for mobile app (iOS, Android) is required!
pl: Co najmniej jeden link do aplikacji mobilnej (iOS, Android) jest wymagany!

source: At least one url for desktop app (Windows, Linux, MacOS) is required!
pl: Co najmniej jeden link do aplikacji desktopowej (Windows, Linux, MacOS) jest wymagany!

source: Decision made
pl: Podjęta decyzja

source: Application link / Application info page address
pl: Link do aplikacji / Adres strony z informacją o aplikacji

source: Mobile Applications
pl: Aplikacje mobilne

source: Desktop Applications
pl: Aplikacje desktopowe

# showcase category name
source: Website
pl: Serwis WWW

source: Free App
pl: Darmowa aplikacja

source: Commercial App
pl: Płatna aplikacja

# license type
source: Free
pl: Darmowa

# license type
source: Commercial
pl: Płatna

source: is mobile app?
pl: aplikacja mobilna?

source: is desktop app?
pl: aplikacja desktopowa?

source: Apple Store URL
pl: URL do Apple Store

source: Google Store URL
pl: URL do Google Store

source: Linux App URL
pl: URL aplikacji Linux

source: MacOS App URL
pl: URL aplikacji MacOS

source: Windows App URL
pl: URL aplikacji Windows

source: license type
pl: rodzaj licencji

source: Mobile Application
pl: Aplikacja mobilna

source: Desktop Application
pl: Aplikacja desktopowa

source: showcase
pl: ponowne wykorzystanie

source: Showcase Proposal
pl: Propozycja ponownego wykorzystania

source: Showcase Proposals
pl: Propozycje ponownego wykorzystania

source: acc: showcase proposal
pl: propozycję ponownego wykorzystania

source: Showcase Proposal Trash
pl: Propozycja ponownego wykorzystania - Kosz

source: Showcase Proposals Trash
pl: Propozycje ponownego wykorzystania - Kosz

source: Showcase
pl: Ponowne wykorzystanie

source: Showcases
pl: Ponowne wykorzystanie

source: acc: Showcase
pl: ponowne wykorzystanie danych

source: Showcase Trash
pl: Ponowne wykorzystanie - Kosz

source: Showcases Trash
pl: Ponowne wykorzystanie - Kosz

source: Desktop App
pl: Desktopowa

source: Mobile App
pl: Mobilna

source: Delete selected special signs
pl: Usuń wybrane znaki umowne

source: special sign
pl: znak umowny

source: text of comment
pl: treść uwagi

source: Data provider
pl: Dostawca danych

source: Publisher
pl: Dostawca

source: Cause
pl: Przyczyna

source: Link to data on the portal
pl: Link do danych na portalu

source: Data
pl: Dane

source: Broken link to provider data
pl: Uszkodzony link do danych dostawcy

source: Broken link
pl: Uszkodzony link

source: editor e-mail
pl: e-mail edytora

source: comment reported for dataset
pl: uwaga zgłoszona do zbioru danych

source: Data description
pl: Opis danych

source: Create accepted dataset suggestion task was launched!
pl: Zadanie utworzenia zaakceptowanej propozycji nowych danych zostało uruchomione!

source: comment reported for data
pl: uwaga zgłoszona do danych

source: Suggestions
pl: Zgłoszenia

source: Name of data responsible institution
pl: Nazwa instytucji odpowiedzialnej za dane

source: If you wish to publish accepted dataset submission for all user, this submission must have "published" status
pl: Jeżeli chcesz opublikować propozycję nowych danych dla wszystkich użytkowników to propozycja musi posiadać status "Opublikowany"

source: Publication finished
pl: Publikacja zakończona

source: Resource demand reported
pl: Zgłoszono zapotrzebowanie na zasoby

source: Title, type, domain od propossed data
pl: Nazwa, rodzaj, dziedzina proponowanych danych

source: Institution name
pl: Nazwa instytucji

source: Link to data
pl: Czy znalazłeś te dane w innym miejscu? Jeśli tak, podaj link

source: provide potential data use
pl: podaj potencjalne możliwości wykorzystania danych

source: Comment
pl: Komentarz

source: Submission date
pl: Data zgłoszenia

source: Decision date
pl: Data decyzji

source: Dataset submission
pl: Propozycja nowych danych

source: Dataset submissions
pl: Propozycje nowych danych

source: reported by
pl: zgłoszone przez

source: accepted dataset submission
pl: zaakceptowana propozycja nowych danych

source: acc: Dataset submission
pl: propozycję nowych danych

source: proposal active
pl: propozycja aktywna

source: publish for all users
pl: Opublikuj dla wszystkich użytkowników

source: describe how the case was resolved
pl: Opisz sposób rozwiązania sprawy

source: date of completion of publication
pl: Data zakończenia publikacji

source: acc: Accepted dataset submission
pl: zaakceptowaną propozycję nowych danych

source: Accepted dataset submission
pl: Zaakceptowana propozycja nowych danych

source: Accepted dataset submissions
pl: Zaakceptowane propozycje nowych danych

source: On the accepted dataset submission %(title)s [%(url)s] was posted a comment:
pl: Do propozycji nowych danych %(title)s [%(url)s] został zgłoszony komentarz:

source: A comment was posted on the accepted dataset submission %(title)s
pl: Został dodany komentarz do propozycji nowych danych %(title)s

source: Dataset submission - Trash
pl: Propozycja nowych danych - Kosz

source: Dataset submissions - Trash
pl: Propozycje nowych danych - Kosz

source: Accepted dataset submission - Trash
pl: Zaakceptowana propozycja nowych danych - Kosz

source: Accepted dataset submissions - Trash
pl: Zaakceptowane propozycje nowych danych - Kosz

source: Comment accepted
pl: Uwaga przyjęta

source: Comment rejected
pl: Uwaga odrzucona

source: data provider error
pl: błąd dostawcy

source: user error
pl: błąd użytkownika

source: portal error
pl: błąd portalu

source: other error
pl: inne

source: Dataset comment
pl: Uwaga do zbioru danych

source: Dataset comments
pl: Uwagi do zbiorów danych

source: acc: Dataset comment
pl: uwagę do zbioru danych

source: Dataset Comment - Trash
pl: Uwaga do zbioru danych - Kosz

source: Dataset Comments - Trash
pl: Uwagi do zbiorów danych - Kosz

source: resource
pl: zasób

source: Resource comment
pl: Uwaga do danych

source: Resource comments
pl: Uwagi do danych

source: acc: Resource comment
pl: uwagę do danych

source: Resource Comment - Trash
pl: Uwaga do danych - Kosz

source: Resource Comments - Trash
pl: Uwagi do danych - Kosz

source: Tag already exists for specified language.
pl: Tag już istnieje dla wybranego języka.

source: acc: Tag
pl: słowo kluczowe

source: Run the selected action
pl: Wykonaj wybraną akcję

source: Go
pl: Wykonaj

source: Click here to select the objects across all pages
pl: Kliknij by wybrać obiekty na wszystkich stronach

source: Select all %(total_count)s %(lowercase_module_name)s
pl: Wybierz wszystkie %(total_count)s %(lowercase_module_name)s

source: Clear selection
pl: Wyczyść wybór

source: Home
pl: Strona główna

source: Welcome,
pl: Witamy,

source: Documentation
pl: Dokumentacja

source: Change password
pl: Zmień hasło

source: Log out
pl: Wyloguj

source: Django site admin
pl: Administrator systemu Django

source: Django administration
pl: Administracja Django

source: Home page
pl: Strona główna

source: Guide for data providers
pl: Przewodnik dla dostawców danych

source: Maintened by
pl: Serwis prowadzony przez

source: Chancellery of the Prime Minister
pl: Kancelarię Prezesa Rady Ministrów

source: You have unsaved changes
pl: Masz niezapisane zmiany

source: Add
pl: Dodaj

source: tools
pl: narzędzia

source: View on site
pl: Zobacz na stronie

source: Please correct the error below.
pl: Proszę, popraw poniższy błąd.

source: Search
pl: Szukaj

source: Nothing found
pl: Nic nie znaleziono

source: Reset search and filters
pl: Wyczyść wyszukiwanie i filtry

source: %(name_plural)s are not created yet
pl: %(name_plural)s nie są jeszcze utworzone

source: Add %(name)s
pl: Dodaj %(name)s

source: Deleting the dataset <b>"%(title)s"</b> will also delete data associated with it, that is:
pl: Usunięcie zbioru <b>"%(title)s"</b> spowoduje również skasowanie danych z nim powiązanych, to jest:

source: And %(other_count)s other resources
pl: Oraz %(other_count)s innych zasobów

source: Datasets list
pl: Lista zbiorów danych

source: Add another %(verbose_name)s
pl: Dodaj %(verbose_name)s

source: Remove
pl: Usuń

source: Are you sure?
pl: Jesteś pewien?

source: Warning!
pl: Ostrzeżenie!

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
pl: Usunięcie %(object_name)s '%(escaped_object)s' spowoduje skasowanie obiektów, które są z nim powiązane. Niestety nie posiadasz uprawnień do usunięcia następujących typów obiektów:

source: Are you sure you want to delete the (%(object_name)s): <b>"%(escaped_object)s"</b>?
pl: Czy na pewno chcesz usunąć (%(object_name)s): <b>"%(escaped_object)s"</b>?

source: Are you sure you want this to be an up-to-date list of protected data?
pl: Czy na pewno chcesz, aby to był aktualny wykaz chronionych danych?

source: Are you sure you want to uncheck the metadata "Contains a list of protected data"?
pl: Czy na pewno chcesz odznaczyć metadaną "Zawiera wykaz chronionych danych"?

source: After saving, the resource will cease to be the current list of protected data. The data from this resource will be removed from the master list of protected data.
pl: Po zapisaniu zasób przestanie być aktualnym wykazem chronionych danych. Dane z tego zasobu zostaną usunięte z głównego wykazu chronionych danych.

source: After saving, the resource will cease to be the current list of protected data.
pl: Po zapisaniu zasób przestanie być aktualnym wykazem chronionych danych.

source: The data from this resource will be removed from the master list of protected data.
pl: Dane z tego zasobu zostaną usunięte z głównego wykazu chronionych danych.

source: Are you sure you want to change the status of the resource from "Published" to "Draft"?
pl: Czy na pewno chcesz zmienić status zasobu z "Opublikowany" na "Szkic"?

source: Yes, save resource
pl: Tak, zapisz zasób

source: Yes, uncheck the metadata
pl: Tak, odznacz metadaną

source: Confirm
pl: Potwierdź

source: Go back
pl: Wróć

source: You are deleting the current list of protected data. Once deleted, the data in this list will be removed from the main list of protected data.
pl: Usuwasz aktualny wykaz chronionych danych. Po usunięciu dane z tego wykazu zostaną usunięte z głównego wykazu chronionych danych.

source: The collection contains the current list of protected data. When the collection is deleted, the data from this resource will be removed from the main list of protected data.
pl: W zbiorze znajduje się aktualny wykaz chronionych danych. Po usunięciu zbioru dane z tego zasobu zostaną usunięte z głównego wykazu chronionych danych.

source: %(resource_title)s is the current list of protected data. If you delete it, the data from this resource will be removed from the main list of protected data.
pl: %(resource_title)s to aktualny wykaz chronionych danych. Jeżeli go usuniesz, dane z tego zasobu zostaną usunięte z głównego wykazu chronionych danych.

source: The %(dataset_title)s dataset contains the current list of protected data. When you delete the collection, the data in this resource will be removed from the main list of protected data.
pl: W zbiorze %(dataset_title)s znajduje się aktualny wykaz chronionych danych. Po usunięciu zbioru dane z tego zasobu zostaną usunięte z głównego wykazu chronionych danych.

source: If so, the data from the resource '%(current_dga_resource_title)s' will be removed from the master list of protected data. Data from resource '%(title)s' will be added to the master list of protected data. Only one published resource can have a designation with protected data.
pl: Jeżeli tak, dane z zasobu '%(current_dga_resource_title)s' zostaną usunięte z głównego wykazu chronionych danych. Dane z zasobu '%(title)s' zostaną dodane do głównego wykazu chronionych danych. Tylko jeden opublikowany zasób może mieć oznaczenie o chronionych danych.

source: Removing an object is an irreversible operation.
pl: Usunięcie obiektu jest operacją nieodwracalną.

source: Yes, delete %(name)s
pl: Tak, skasuj %(name)s

source: No, stop the operation
pl: Nie, przerwij operację

source: Are you sure you want to delete the %(items)s?
pl: Czy na pewno chcesz usunąć %(items)s?

source: All existing datasets and resources imported from this source will be deleted also.
pl: Wszystkie istniejące zbiory danych i zasoby zaimportowane z tego żródła zostaną również usunięte.

source: Delete?
pl: Usunąć?

source: Change
pl: Zmiana

source: View
pl: Zobacz

source: Check correctness of file
pl: Sprawdź poprawność pliku

source: File from disk
pl: Plik z dysku

source: URL address
pl: Adres URL

source: Select a page item
pl: Zaznacz element strony

source: XML validation was unsuccessful!
pl: Walidacja XML zakończona niepowodzeniem!

source: Step
pl: Krok

source: of
pl: z

source: Awaiting...
pl: Oczekiwanie...

source: XML Validation successful!
pl: Walidacja XML zakończona sukcesem!

source: XML Validation
pl: Walidacja XML

source: Active alerts
pl: Komunikaty

source: Models available in the %(name)s application.
pl: Modele dostepne w aplikacji %(name)s

source: You don't have permission to edit anything.
pl: Nie masz uprawnień do edycji czegokolwiek.

source: My Actions
pl: Moje operacje

source: None available
pl: Nic nie jest dostępne

source: added
pl: dodany

source: changed
pl: zmieniony

source: Unknown content
pl: Nierozpoznana zawartość

source: Action
pl: Czynność

source: Date/time
pl: Data/czas

source: This object doesn't have a change history. It probably wasn't added via this admin site.
pl: Ten obiekt nie posiada historii zmian. Prawdopodobnie nie został dodany za pomocą strony administratora.

source: Generate report
pl: Generuj raport

source: Copy to new <br>resource
pl: Kopiuj do nowego <br>zasobu

source: Revalidate
pl: Ponowna walidacja

source: Add %(name)s
pl: Dodaj %(name)s

source: unavailable tab - the resource does not have a tabular view
pl: zakładka niedostępna – zasób nie posiada widoku tabelarycznego

source: Row number
pl: Numer wiersza

source: Invalid value
pl: Błędna wartość

source: Tasks list
pl: Lista zadań

source: date done
pl: data wykonania

source: recommendation
pl: zalecenie

source: The selected convention mark %(obj)s is used in the resources below. A convention mark can only be removed if it is not used on any resource.
pl: Wybrany znak umowny %(obj)s jest wykorzystywany w zasobach poniżej. Znak umowny można usunąć tylko wtedy gdy nie jest wykorzystywany w żadnym zasobie.

source: Cancel
pl: Anuluj

source: Confirm change
pl: Potwierdź zmianę

source: Confirm add
pl: Potwierdź dodanie

source: By %(filter_title)s
pl: Przez %(filter_title)s

source: Open Data - Forum
pl: Otwarte Dane - Forum

source: Password
pl: Hasło

source: Log in
pl: Zaloguj się

source: Search instances by
pl: Wyszkuj instancje według

source: Specification
pl: Specyfikacja

source: General info
pl: Podstawowe informacje

source: Original resource URL
pl: URL oryginału

source: Created at
pl: Data utworzenia

source: Modified at
pl: Data modyfikacji

source: Columns mapping
pl: Mapowanie kolumn

source: Column name
pl: Nazwa kolumny

source: Header (in file)
pl: Nagłówek (w pliku)

source: Dataset description
pl: Opis zbioru

source: For more more informations go
pl: W celu uzyskania dalszych informacji udaj się

source: here
pl: tu

source: This data was provided by the
pl: Te dane zostały dostarczone przez

source: Address
pl: Adres

source: Ranges
pl: Zasięgi

source: Sincerely,
pl: Z poważaniem,

source: The Open Data Data Administrators team
pl: Zespół administratorów portalu Otwarte Dane

source: The message was generated automatically, please do not reply to it.
pl: Wiadomość została wygenerowana automatycznie, prosimy na nią nie odpowiadać.

source: A comment was posted on the accepted dataset submission
pl: Został dodany komentarz do propozycji nowych danych

source: A COMMENT WAS POSTED ON THE ACCEPTED DATASET SUBMISSION
pl: ZOSTAŁ DODANY KOMENTARZ DO PROPOZYCJI NOWYCH DANYCH

source: Registration confirmation
pl: Potwierdzenie rejestracji

source: Dear user of the open data portal (dane.gov.pl)
pl: Szanowny użytkowniku portalu Otwarte Dane (dane.gov.pl)

source: Thank you for creating an account.
pl: Dziękujemy za założenie konta.

source: If you did not create an account, please ignore this message.
pl: Jeśli to nie Ty założyłeś konto prosimy o zignorowanie tej wiadomości.

source: In order to complete the registration process, click (or copy and paste in the address field of the web browser) into the link below.
pl: W celu dokończenia procesu rejestracji kliknij (lub skopiuj i wklej w pole adres przeglądarki internetowej) poniższy link.

source: The link is valid for %(limit)s hours.
pl: Link jest ważny przez %(limit)s godziny.

source: A comment was posted on the data set
pl: Została zgłoszona uwaga do zbioru

source: A COMMENT WAS POSTED ON THE DATA SET
pl: ZOSTAŁA ZGŁOSZONA UWAGA DO ZBIORU

source: addresses:
pl: adresaci:

source: recipients
pl: adresaci

source: The message was generated automatically.
pl: Wiadomość została wygenerowana automatycznie.

source: Reminder about the Data set update
pl: Przypomnienie o aktualizacji Zbioru danych

source: We would like to remind you about the upcoming date of updating the data set <a href="%(url)s" >%(dataset_title)s</a> on the Dane.gov.pl portal.
pl: Przypominamy o zbliżającym się terminie aktualizacji zbioru danych <a href="%(url)s" >%(dataset_title)s</a> na portalu Dane.gov.pl.

source: We would like to remind you about the upcoming date of updating the data set %(dataset_title)s on the Dane.gov.pl portal.
pl: Przypominamy o zbliżającym się terminie aktualizacji zbioru danych %(dataset_title)s na portalu Dane.gov.pl.

source: Password reset
pl: Reset hasła

source: PASSWORD RESET TO THE SERVICE OPEN DATA
pl: RESET HASŁA DO SERWISU OTWARTE DANE

source: We have received a request to reset the password for your Account established on the Portal.
pl: Otrzymaliśmy żądanie zresetowania hasła do Twojego Konta założonego w Portalu.

source: Click (or copy and paste in the web browser's address field) the link below to change yours password.
pl: Kliknij (lub skopiuj i wklej w pole adres przeglądarki internetowej) link poniżej by zmienić swoje hasło.

source: If you do not want to reset your password, simply ignore this message - probably by accident someone has entered your email address.
pl: Jeśli nie chcesz zresetować hasła, po prostu zignoruj tę wiadomość – prawdopodobnie ktoś przypadkowo wpisał Twój adres e-mail.

source: The link will expire in 48 hours. The password can be reset at any time. Just go to the site login on the portal and request a new password reset link.
pl: Link wygaśnie w ciągu 48 godzin. Hasło może zostać zresetowane w dowolnej chwili. Proszę skorzystać z funkcji “Reset hasła” dostępnej na portalu podczas logowania.

source: A comment was posted on the resource
pl: Została zgłoszona uwaga do zasobu

source: A COMMENT WAS POSTED ON THE RESOURCE
pl: ZOSTAŁA ZGŁOSZONA UWAGA DO ZASOBU

source: On the resource %(title)s [<a href="%(url)s">%(url)s</a>] from data set %(dataset_title)s was posted a comment:
pl: Do zasobu %(title)s [<a href="%(url)s">%(url)s</a>] ze zbioru %(dataset_title)s została zgłoszona uwaga:

source: Report of activity of observed objects on the dane.gov.pl portal
pl: Raport aktywności obserwowanych obiektów na portalu dane.gov.pl

source: Changes made on the date:
pl: Zmiany dokonane w dniu:

source: Activity hour
pl: Godzina aktywności

source: Type of activity
pl: Rodzaj aktywności
