Repository: wojciechmalinowski93/hacknation-2025
Catalog: zgubione/translations/system/*/LC_MESSAGES/django.po
Languages: pl

source: Sessions
pl: Sesje

source: End date
pl: Data zakończenia

source: Number of sessions
pl: Liczba sesji

source: Start date
pl: Data rozpoczęcia

source: State
pl: Stan

source: Title of course
pl: Tytuł kursu

source: Course venue
pl: Miejsce kursu

source: Delete selected courses
pl: Usuń wybrane kursy

source: General
pl: Ogólne

source: Open Data Academy
pl: Akademia Otwarte Dane

source: Invalid choice! Valid are: %(choices)s.
pl: Niepoprawny wybór! Poprawne są: %(choices)s.

source: Duplicate values for "Start date" are not allowed.
pl: Zduplikowane wartości "Daty rozpoczęcia" nie są dozwolone.

source: Dates of sessions cannot overlap!
pl: Daty sesji nie mogą na siebie nachodzić!

source: Course must contain %d or fewer sessions.
pl: Kurs musi zawierać %d lub mniej sesji.

source: Course must contain at least %d session.
pl: Kurs musi zawierać przynajmniej %d sesję.

source: title
pl: nazwa

source: description
pl: opis

source: venue
pl: miejsce

source: number of participants
pl: liczba uczestników

source: schedule file
pl: plik harmonogram

source: materials file
pl: plik materiały

source: course
pl: kurs

source: courses
pl: kursy

source: Trash (Courses)
pl: Kosz (Kursy)

# General
source: academy course module type
pl: Ogólny

source: Technical
pl: Techniczny

source: Law
pl: Prawny

source: Law/Technical
pl: Prawny/Techniczny

source: Extra
pl: Dodatkowy

source: Exam
pl: Egzamin

source: module type
pl: rodzaj modułu

source: start date
pl: data rozpoczęcia

source: end date
pl: data zakończenia

source: number of days
pl: liczba dni

source: course module
pl: moduł kursu

source: course modules
pl: moduły kursu

source: Display
pl: Wyświetlanie

source: Start date cannot be greater than finish date.
pl: Data rozpoczęcia nie może być większa od daty zakończenia.

source: Given text contains illegal character. Please revalidate provided data.
pl: Podany tekst zawiera niedozwolony znak. Prosimy o weryfikację wprowadzonych danych.

source: Finish date cannot be in the past.
pl: Data zakończenia nie może być w przeszłości.

source: Alerts
pl: Komunikaty

source: Active
pl: Aktywny

source: Draft
pl: Szkic

source: Ongoing
pl: W trakcie

source: Not applicable
pl: Nie dotyczy

source: Finished
pl: Zakończony

source: Waiting
pl: Oczekujący

source: Title
pl: Tytuł

source: Title of the alert (300 characters max.)
pl: Tytuł komunikatu (maksymalnie 300 znaków).

source: Description
pl: Opis

source: Description of the alert
pl: Treść komunikatu

source: Date and time from which the message should be displayed
pl: Data i czas rozpoczęcia wyświetlania komunikatu.

source: Finish date
pl: Data zakończenia

source: Date and time until which the message should be displayed
pl: Data i czas zakończenia wyświetlania kominikatu.

source: Created by
pl: Utworzone przez

source: Modified by
pl: Zmodyfikowane przez

source: acc: Alert
pl: komunikat

source: Alert
pl: Komunikat

source: Applications
pl: Aplikacje

source: First
pl: Pierwsza

source: Second
pl: Druga

source: Third
pl: Trzecia

source: Fourth
pl: Czwarta

source: Notes
pl: Opis

source: Author
pl: Autor

source: App URL
pl: Adres URL aplikacji

source: external datasets
pl: zewnętrzne zbiory danych

source: Proposal accepted
pl: Propozycja przyjęta

source: Proposal rejected
pl: Propozycja odrzucona

source: applicant email
pl: e-mail zgłaszającego

source: image URL
pl: adres URL obrazu

source: illustrative graphics
pl: grafika ilustracyjna

source: datasets
pl: zbiory

source: keywords
pl: słowa kluczowe

source: report date
pl: data zgłoszenia

source: decision
pl: decyzja

source: decision date
pl: data decyzji

source: comment
pl: komentarz

source: application
pl: aplikacja

source: created by
pl: utworzone przez

source: modified by
pl: zmodyfikowane przez

source: Application Proposal
pl: Propozycja aplikacji

source: Application Proposals
pl: Propozycje aplikacji

source: acc: Application proposal
pl: propozycję aplikacji

source: Application Proposal Trash
pl: Propozycja aplikacji - Kosz

source: Application Proposals Trash
pl: Propozycje aplikacji - Kosz

source: Image URL
pl: Adres URL obrazu

source: illustrative graphics alternative text
pl: Tekst zastępczy grafiki ilustracyjnej

source: Alternative text
pl: Tekst zastępczy

source: Datasets
pl: Zbiory danych

source: Tag
pl: Słowo kluczowe

source: Positioning on the main page
pl: Kolejność na stronie głównej

source: acc: Application
pl: aplikację

source: Application
pl: Aplikacja

source: Trash
pl: Kosz

source: Articles
pl: Baza wiedzy

source: Article
pl: Artykuł

source: name
pl: nazwa

source: type
pl: typ

source: Article Category
pl: Kategoria artykułu

source: Article Categories
pl: Kategorie artykyłu

source: License ID
pl: Identyfikator licencji

source: Category
pl: Kategoria

source: Tags
pl: Słowa kluczowe

source: acc: Article
pl: artykuł

source: Categories
pl: Kategorie

source: Code
pl: Kod

source: Color
pl: Kolor

source: acc: Category
pl: kategorię

source: Unprocessable entity
pl: Podmiot niemożliwy do przetworzenia

source: Date from
pl: Data początku

source: Date to
pl: Data końca

source: Link title
pl: Tytuł linku

source: Email address
pl: Adres email

source: Link text
pl: Tekst linku

source: Phone number
pl: Nr telefonu

source: page title
pl: tytuł strony

source: Alternative text should be as descriptive and short as possible (max 150 chars).
pl: Tekst zastępczy powinien być tak opisowy i krótki jak to możliwe (do 150 znaków).

source: default value
pl: stare wartości

source: Edit
pl: Edytuj

source: View live
pl: Zobacz na stronie

source: Polish
pl: Polski

source: English
pl: Angielski

source: table name
pl: nazwa tabeli

source: action
pl: akcja

source: user
pl: użytkownik

source: Differences
pl: Różnice

source: Change timestamp
pl: Data zmiany

source: row id
pl: identyfikator wiersza

source: message
pl: komunikat

source: Missing data for required field.
pl: Brak danych w wymaganym polu.

source: Field may not be null.
pl: Pole nie może być puste.

source: Invalid value.
pl: Niepoprawna wartość.

source: Invalid type.
pl: Niepoprawny typ.

source: Not a valid list.
pl: Nieprawidłowa lista.

source: Not a valid mapping type.
pl: Niepoprawny typ mapowania

source: Not a valid string.
pl: Niepoprawny string.

source: Not a valid utf-8 string.
pl: Niepoprawny utf-8 string.

source: Multiple values are not allowed.
pl: Wiele wartości nie jest dozwolonych

source: Not a valid UUID.
pl: Niepoprawny UUID.

source: Not a valid URL.
pl: Niepoprawny adres URL.

source: Not a valid email address.
pl: Nieważny adres email.

source: Not a valid integer.
pl: Niepoprawna liczba całkowita.

source: Special numeric values (nan or infinity) are not permitted.
pl: Specjalne wartości numeryczne (jak nan czy nieskończoność) są niedozwolone.

source: Not a valid boolean.
pl: Niepoprawna wartość logiczna.

source: Not a valid time.
pl: Niepoprawna wartość czasu.

source: "{input}" cannot be formatted as a time.
pl: "{input}" nie może być sformatowana jako czas.

source: Not a valid date.
pl: Niepoprawna wartość daty.

source: "{input}" cannot be formatted as a date.
pl: "{input}" nie może być sformatowana jako data.

source: Not a valid {obj_type}.
pl: Nieprawidłowy {obj_type}.

source: "{input}" cannot be formatted as a {obj_type}.
pl: "{input}" nie może być sformatowana jako {obj_type}.

source: Not a valid period of time.
pl: Niepoprawny okres czasu.

source: {input!r} cannot be formatted as a timedelta.
pl: {input!r} nie może być sformatowana jako delta czasu.

source: not specified
pl: nie sprecyzowano

source: YES
pl: TAK

source: NO
pl: NIE

source: malformed query string
pl: źle sformułowane zapytanie

source: Additional permissions are required!
pl: Wymagane są dodatkowe uprawnienia!

source: <b>Your account activation link has expired.</b><br>If you want to receive a new activation link, please contact us: <a href="mailto:%(email)s">%(email)s</a>
pl: <b>Twój link do aktywacji konta wygasł.</b><br>Jeżeli chcesz otrzymać nowy link aktywacyjny, skontaktuj się z nami: <a href="mailto:%(email)s">%(email)s</a>

source: <b>Your account has not been activated.</b><br>We sent an email to the e-mail address you used during registration with a link to activate your account.<br>If you have not received an e-mail from us, or the activation link has expired, please contact us: <a href="mailto:%(email)s">%(email)s</a>
pl: <b>Twoje konto nie zostało aktywowane.</b><br>Na adres e-mail, którego użyłeś podczas rejestracji, wysłaliśmy wiadomość z linkiem aktywującym konto.<br>Jeżeli nie otrzymałeś od nas wiadomości e-mail, bądź link aktywacyjny stracił ważność, skontaktuj się z nami: <a href="mailto:%(email)s">%(email)s</a>

source: Missing token
pl: Brakujący token

source: Missing authorization header
pl: Brak Nagłówka Autoryzacji

source: Invalid token
pl: Niepoprawny token!

source: Invalid authorization header
pl: Niepoprawny Nagłówek Autoryzacji

source: Incorrect login data
pl: Niepoprawne dane logowania

source: Cannot login
pl: Nie można się zalogować

source: Account is blocked
pl: Konto jest zablokowane

source: Referer checking failed - no Referer.
pl: Nagłówek Referer nie został wysłany.

source: Referer checking failed - %s does not match any trusted origins.
pl: Wartość nagłówka Referer %s nie pasuje do żadnej z zaufanych.

source: Referer checking failed - Referer is malformed.
pl: Wartość nagłówka Referer jest źle sformułowana.

source: Referer checking failed - Referer is insecure while host is secure.
pl: Referer jest niebezpieczny, gdy host jest bezpieczny.

source: CSRF token missing or incorrect.
pl: Token CSRF nie został poprawnie wprowadzony.

source: '{}' profile is not supported
pl: profil '{}' nie jest wspierany

source: Invalid page number
pl: Niepoprawny numer strony

source: Invalid page size
pl: Niepoprawny rozmiar strony.

source: Save
pl: Zapisz

source: Save and continue editing
pl: Zapisz i kontynuuj edycję

source: Save and add another
pl: Zapisz i dodaj kolejny

source: Save as new
pl: Zapisz jako nowy

source: Close
pl: Zamknij

source: Delete
pl: Usuń

source: Published
pl: Opublikowany

source: {} - trash
pl: {} - kosz

source: Resources list
pl: Zasoby

source: Tabular data validation status
pl: Status walidacji danych

source: File validation status
pl: Status walidacji pliku

source: Link validation status
pl: Status walidacji linku

source: Promoted datasets
pl: Promowane zbiory danych

source: Filter by institution name
pl: Filtruj według nazwy instytucji

source: Conditions
pl: Warunki

source: Resources
pl: Zasoby

source: Supplements
pl: Dokumenty uzupełniające

source: dynamic data
pl: Zawiera dane dynamiczne

source: has high value data
pl: zawiera dane o wysokiej wartości

source: has high value data from the EC list
pl: zawiera dane o wysokiej wartości z wykazu KE

source: has research data
pl: zawiera dane badawcze

source: Update frequency
pl: Częstotliwość aktualizacji

source: Delete chosen elements
pl: Usuń wybrane elementy

source: Available categories
pl: Dostępne kategorie

source: Selected categories
pl: Wybrane kategorie

source: Add document
pl: Dodaj dokument

source: document
pl: dokument

source: Couldn't restore following datasets, because their related organizations are still removed: {}
pl: Nie można przywrócić następujących zbiorów danych, ponieważ organizacje, do których przynależą wciąż pozostają usunięte: {}

source: Comment must be at least 3 characters long
pl: Komentarz musi mieć przynajmniej 3 znaki

source: e.g. the name of the data set
pl: na przykład nazwa zestawu danych

source: Some information about the data being added
pl: Niektóre informacje o dodawanych danych

source: Source
pl: Źródło

source: Customfields
pl: Pola niestandardowe

source: If you select a draft, the status of all published resources belonging to that set will be changed to a draft
pl: Jeśli wybierzesz szkic, status wszystkich opubilkowanych zasobów należących do tego zbioru zostanie zmieniony na szkic

source: Yes
pl: Tak

source: No
pl: Nie

source: Allowed file extensions: jpg, gif, png. For better readability, we recommend .png files with a transparent background
pl: Dopuszczalne typy plików: jpg, gif, png. Ze względu na lepszą czytelność zalecamy plik .png z przezroczystym tłem

source: By checking the checkbox, the item will be promoted on the list of datasets. You can promote a maximum of %(limit)s datasets.
pl: Zaznaczenie checkboxa spowoduje, że zbiór będzie promowany na liście zbiorów danych. Możesz promować maksymalnie %(limit)s zbiorów danych.

source: Availability date
pl: Data udostępnienia

source: Modification date
pl: Data modyfikacji

source: Update date
pl: Data aktualizacji

source: Archived resources files
pl: Zarchiwizowane pliki zasobów

source: Text area is filled, license must be selected
pl: Uzupełniono pole tekstowe, należy wybrać licencję

source: You can't enter custom license responsibilities and select default CC BY 4.0 license responsibilities at the same time. Please choose one.
pl: Nie można wprowadzać jednocześnie indywidualnych warunków licencji dot. odpowiedzialności i równocześnie wybrać domyślne warunki licencji CC BY 4.0 dot. odpowiedzialności. Proszę uzupełnić tylko 1 pole.

source: Currently %(limit)s datasets have already been marked as promoted. If you want to select this dataset, you have to uncheck another one.
pl: Obecnie zostało już zaznaczone %(limit)s zbiorów danych jako promowane. Jeżeli chcesz zaznaczyć ten zbiór musisz odznaczyć inny.

source: Only published dataset can be assigned as promoted!
pl: Tylko opublikowany zbiór danych może być oznaczony jako promowany!

source: Chosen conditions for re-use mean that they contain personal data. Please contact the administrator at kontakt@dane.gov.pl.
pl: Wybrane warunki ponownego wykorzystania danych oznaczają, że zawierają one dane osobowe. Skontaktuj się z administratorem portalu kontakt@dane.gov.pl

source: You can't publish this dataset, because his organization has the status of a draft Please set status to draft or set status to publish for organization:
pl: Nie można opublikować zbioru, ponieważ organizacja do której należy ma status szkic. Ustaw status szkic lub zmień opublikuj organizację:

source: Currently %(limit)s datasets have already been marked as promoted. If you want to promote another one, you need to uncheck any of them.
pl: Obecnie zostało już zaznaczone %(limit)s zbiorów danych jako promowane. Jeżeli chcesz promować kolejny, musisz odznaczyć któryś z nich.

source: You can't restore this dataset, because it's organization is still removed. Please first restore organization:
pl: Nie można przywrócić tego zbioru, ponieważ organizacja do której przynależy jest nadal w koszu. Przywróć najpierw organizację:

source: Yearly
pl: Rocznie

source: Every half year
pl: Co pół roku

source: Quarterly
pl: Kwartalnie

source: monthly
pl: miesięcznie

source: Monthly
pl: Miesięcznie

source: weekly
pl: co tydzień

source: Weekly
pl: Co tydzień

source: daily
pl: codziennie

source: Daily
pl: Codziennie

source: Irregular
pl: Nieregularnie

source: Not planned
pl: Jednorazowe udostępnienie

source: dataset
pl: zbiór danych

source: Id dataset
pl: Id zbioru

source: article
pl: artykuł

source: The user should inform about the source, time of creation and obtaining private data from the entity providing the data (supplier)
pl: Użytkownik powinien poinformować o źródle, czasie wytworzenia i pozyskania danych prywatnych od podmiotu udostępniającego dane (dostawcy)

source: The user should inform about the processing of the used private data (if he modifies it in any way)
pl: Użytkownik powinien poinformować o przetworzeniu wykorzystywanych danych prywatnych (gdy je jakkolwiek modyfikuje)

source: The scope of the responsibility of the entity providing private data (suppliers) for the provided data
pl: Zakres odpowiedzialności podmiotu udostępniającego dane prywatne (dostawcy) za udostępniane dane

source: Conditions for the use of private data with the features of a work or subject of related rights within the meaning of the Act of February 4, 1994 on copyright and related rights or constituting a database within the meaning of the Act of July 27, 2001 on the protection of databases, or covered by plant variety rights within the meaning of the Act of 26 June 2003 on the legal protection of plant varieties, to which the entity providing private data (suppliers) has rights (Article 36 (2) (1) of the Act of 11 August 2021 on open data and re-use of public sector information)
pl: Warunki wykorzystywania danych prywatnych mających cechy utworu lub przedmiotu praw pokrewnych w rozumieniu przepisów ustawy z dnia 4 lutego 1994 r. o prawie autorskim i prawach pokrewnych lub stanowiących bazę danych w rozumieniu przepisów ustawy z dnia 27 lipca 2001 r. o ochronie baz danych, lub objętych prawami do odmian roślin w rozumieniu przepisów ustawy z dnia 26 czerwca 2003 r. o ochronie prawnej odmian roślin, do których podmiotowi udostępniającemu dane prywatne (dostawcy) przysługują prawa (art. 36 ust. 2 pkt 1 ustawy z dnia 11 sierpnia 2021 r. o otwartych danych i ponownym wykorzystywaniu informacji sektora publicznego)

source: The user should inform about the source, time of creation and obtaining private data from the entity providing the data (supplier) <br><br> The user should inform about the processing of the used private data (if he modifies it in any way) <br><br> The scope of the responsibility of the entity providing private data (suppliers) for the provided data
pl: Użytkownik powinien poinformować o źródle, czasie wytworzenia i pozyskania danych prywatnych od podmiotu udostępniającego dane (dostawcy) <br><br> Użytkownik powinien poinformować o przetworzeniu wykorzystywanych danych prywatnych (gdy je jakkolwiek modyfikuje) <br><br> Zakres odpowiedzialności podmiotu udostępniającego dane prywatne (dostawcy) za udostępniane dane

source: The user should inform about the source, time of creation and obtaining public sector information from the obliged entity (supplier)
pl: Użytkownik powinien poinformować o źródle, czasie wytworzenia i pozyskania informacji sektora publicznego od podmiotu zobowiązanego (dostawcy)

source: The user should inform about the processing of public sector information to re-use (when modifying it in any way)
pl: Użytkownik powinien poinformować o przetworzeniu informacji sektora publicznego ponownie wykorzystywanych (gdy je jakkolwiek modyfikuje)

source: The scope of the responsibility of the obliged entity (supplier) for shared public sector information
pl: Zakres odpowiedzialności podmiotu zobowiązanego (dostawcy) za udostępniane informacje sektora publicznego

source: Conditions for the re-use of public sector information with the features of a work or subject of related rights within the meaning of the provisions of the Act of February 4, 1994 on copyright and related rights or constituting a database within the meaning of the provisions of the Act of July 27, 2001 on the protection of databases or covered by plant variety rights within the meaning of the Act of 26 June 2003 on the legal protection of plant varieties to which the obligated entity (suppliers) has rights (14 (2) of the Act of 11 August 2021 on open data and re-use public sector information)
pl: Warunki ponownego wykorzystywania informacji sektora publicznego mających cechy utworu lub przedmiotu praw pokrewnych w rozumieniu przepisów ustawy z dnia 4 lutego 1994 r. o prawie autorskim i prawach pokrewnych lub stanowiących bazę danych w rozumieniu przepisów ustawy z dnia 27 lipca 2001 r. o ochronie baz danych lub objętych prawami do odmian roślin w rozumieniu przepisów ustawy z dnia 26 czerwca 2003 r. o ochronie prawnej odmian roślin, do których podmiotowi zobowiązanemu (dostawcy) przysługują prawa (14 ust. 2 ustawy z dnia 11 sierpnia 2021 r. o otwartych danych i ponownym wykorzystywaniu informacji sektora publicznego).

source: Conditions for the re-use of public sector information constituting or containing personal data (Article 15 (1) (4) of the Act of 11 August 2021 on open data and re-use of public sector information)
pl: Warunki ponownego wykorzystywania informacji sektora publicznego stanowiących lub zawierających dane osobowe ( art. 15 ust. 1 pkt 4 ustawy z dnia 11 sierpnia 2021 r. o otwartych danych i ponownym wykorzystywaniu informacji sektora publicznego)

source: The user should inform about the source, time of creation and obtaining public sector information from the obliged entity (supplier) <br><br> The user should inform about the processing of public sector information to re-use (when modifying it in any way) <br><br> The scope of the responsibility of the obliged entity (supplier) for shared public sector information
pl: Użytkownik powinien poinformować o źródle, czasie wytworzenia i pozyskania informacji sektora publicznego od podmiotu zobowiązanego (dostawcy) <br><br> Użytkownik powinien poinformować o przetworzeniu informacji sektora publicznego ponownie wykorzystywanych (gdy je jakkolwiek modyfikuje) <br><br> Zakres odpowiedzialności podmiotu zobowiązanego (dostawcy) za udostępniane informacje sektora publicznego

source: The scope of the responsibility of the entity providing private data (suppliers) for the shared data in accordance with the terms of the CC BY 4.0 license
pl: Zakres odpowiedzialności podmiotu udostępniającego dane prywatne (dostawcy) za udostępniane dane zgodny z warunkami licencji CC BY 4.0

source: The scope of the responsibility of the obliged entity (supplier) providing public sector information in accordance with the terms of the CC BY 4.0 license
pl: Zakres odpowiedzialności podmiotu udostępniającego informacje sektora publicznego (dostawcy) za udostępniane dane zgodny z warunkami licencji CC BY 4.0

source: external identifier
pl: zewnętrzny identyfikator

source: external identifier of dataset taken during import process (optional)
pl: zewnętrzny identyfikator zbioru pobrany podczas procesu importu (opcjonalny)

source: Version
pl: Wersja

source: Condition for data with features of work with copy rights or database
pl: Warunki licencji dla danych posiadających cechy utworu lub bazy danych

source: Condition for data containing personal data
pl: Warunki licencji dla danych zawierających dane osobowe

source: Condition for possible processing of data
pl: Warunki licencji dla możliwych sposobów przetwarzania danych

source: Condition for scope of responsibilities for data
pl: Warunki licencji w zakresie odpowiedzialności za dane

source: Condition for informing about the source of data
pl: Warunki licencji dotyczące informowania o źródle danych

source: Institution
pl: Instytucja

source: turn on notification
pl: włącz powiadomienie

source: set notifications frequency
pl: ustaw częstotliwość powiadomień

source: the person who is the notifications recipient
pl: osoba, do której będą wysyłane powiadomienia

source: source
pl: źródło

source: download counter
pl: licznik pobrań

source: Custom CC BY 40 conditions
pl: Indywidualne warunki licencji w ramach zakresu

source: promoting the dataset
pl: promowanie zbioru danych

source: modified
pl: zmodyfikowany

source: acc: Dataset
pl: zbiór danych

source: The value must be between %(min)s and %(max)s
pl: Wartość musi być pomiędzy %(min)s a %(max)s

source: (version %(version)s)
pl: (wersja %(version)s)

source: On the data set %(title)s%(version)s [%(url)s] was posted a comment:
pl: Do zbioru %(title)s%(version)s [%(url)s] została zgłoszona uwaga:

source: A comment was posted on the data set %(title)s%(version)s
pl: Zgłoszono uwagę do zbioru %(title)s%(version)s

source: This dataset can be used under following conditions:
pl: Ten zbiór danych może być ponownie wykorzystywany pod poniższymi warunkami:

source: Dataset
pl: Zbiór danych
