Repository: wojciechmalinowski93/hacknation-2025
Catalog: zgubione/translations/system/*/LC_MESSAGES/django.po
Languages: pl

source: If you wish to unsubscribe from receiving e-mail notifications, please use the "Disable e-mail notifications" button. This function is available on the data.gov.pl portal in the "My account" section, "Observed" tab.
pl: Jeżeli chcesz zrezygnować z otrzymywania powiadomień za pośrednictwem poczty elektronicznej użyj przycisku "Wyłącz powiadomienia e-mail". Funkcja ta jest dostępna na portalu dane.gov.pl w sekcji "Moje konto", w zakładce "Obserwowane".

source: Please do not reply to it.
pl: Prosimy na nią nie odpowiadać.

source: Explorer
pl: Odkrywca

source: Internal link
pl: Link wewnętrzny

source: External link
pl: Link zewnętrzny

source: Email link
pl: Link do e-maila

source: Phone link
pl: Link do telefonu

source: Anchor link
pl: Link kotwiczący

source: Add an anchor link
pl: Dodaj link kotwiczący

source: Insert anchor
pl: Wklej kotwicę

source: Choose
pl: Wybierz

source: Choose a page
pl: Wybierz stronę

source: Add an email link
pl: Dodaj link do e-maila

source: Insert link
pl: Wklej link

source: Add an external link
pl: Dodaj link zewnętrzny

source: Add a phone link
pl: Dodaj link do telefonu

source: Explore subpages of '%(title)s'
pl: Odkryj podstrony '%(title)s'

source: Explore
pl: Odkryj

source: Editing video %(title)s
pl: Edycja wideo %(title)s

source: Editing
pl: Edytowanie

source: Saving...
pl: Zapisywanie...

source: Delete video
pl: Usuń wideo

source: Thumbnail
pl: Miniaturka

source: Video thumbnail
pl: Miniaturka wideo

source: Filesize
pl: Rozmiar pliku

source: File not found
pl: Nie znaleziono pliku

source: Duration
pl: Czas trwania

source: Usage
pl: Użycie

source: Used %(usage_count)s time
pl: Użyto 1 raz

source: Transcodes
pl: Transkodowania

source: If you wish to generate HTML5 compliant transcodes use the form below. This may take a while depending on the length of the video.
pl: Jeśli chcesz wygenerować pliki po transkodowaniu zgodne z HTML5, skorzystaj z poniższego formularza. Może to chwilę potrwać w zależności od długości wideo.

source: Available Transcodes
pl: Dostępne rodzaje transkodowania

source: (Processing... hold tight)
pl: (Trwa przetwarzanie...)

source: ERROR:
pl: BŁĄÐ:

source: Create transcode
pl: Utwórz transkodowany plik

source: Ffmpeg is not found on your server or you have disabled transcodes. Please install Ffmepg and make sure that transcoding is enabled if you wish to transcode videos into an HTML5 video compliant format.
pl: Ffmpeg nie został znaleziony na twoim serwerze lub masz wyłączone transkodowanie. Zainstaluj Ffmpeg i upewnij się, że transkodowanie jest włączone, jeśli chcesz transkodować plik wideo do formatu wideo zgodnego z HTML5.

source: Tracks
pl: Ścieżki tekstowe

source: You can add/edit subtitles or accessibility captions for this video. For information about the filetype that should be used see the mozilla docs on <a href="https://developer.mozilla.org/en-US/docs/Web/API/WebVTT_API">WebVTT</a>
pl: Możesz dodać/edytować napisy tego wideo. Aby uzyskać informacje o typie pliku z napisami, który powinien być używany, zobacz dokumentację Mozilli na temat <a href="https://developer.mozilla.org/en-US/docs/Web/API/WebVTT_API">WebVTT</a>

source: Add tracks
pl: Dodaj ścieżkę

source: The data cannot be displayed correctly. Change the data type.
pl: Dane nie mogą być poprawnie wyświetlone. Zmień typ danych.

source: Add verification rule
pl: Dodaj regułę weryfikacji

source: Columns headers
pl: Nazwa kolumny

source: Verify rules
pl: Weryfikuj reguły

source: Column number
pl: Numer kolumny

source: Change type
pl: Zmień typ

source: Save the map definition
pl: Zapisz definicję mapy

source: Map preview
pl: Podgląd mapy

source: Chart definition and preview
pl: Definiowanie i podgląd wykresu

source: Tools
pl: Narzędzia

source: choose roles
pl: wybierz role

source: Editor
pl: Edytor

source: Official
pl: Urzędnik

source: Agent
pl: Pełnomocnik

source: Admin
pl: Administrator

source: AOD admin
pl: Administrator AOD

source: LOD admin
pl: Administrator LOD

source: Confirm user change
pl: Potwierdź zmianę użytkownika

source: Available institutions
pl: Dostępne instytucje

source: Selected institutions
pl: Wybrane instytucje

source: extra agents
pl: dodatkowi pełnomocnicy

source: Admin AOD
pl: Administrator AOD

source: Admin LOD
pl: Administrator LOD

source: Personal info
pl: Informacje personalne

source: Linked with WK
pl: Powiązanie z WK

source: Form
pl: Formularz

source: Last logged method
pl: Sposób ostatniego logowania

source: Permissions
pl: Uprawnienia

source: WK logging
pl: Logowanie przez WK

source: Add files
pl: Dodaj pliki

source: Delete selected meetings
pl: Usuń wybrane spotkania

source: meeting name
pl: nazwa spotkania

source: meeting venue
pl: miejsce spotkania

source: duration hours
pl: godziny trwania

source: Add meeting members
pl: Dodaj osoby do spotkania

source: members
pl: osoby

source: Agents list
pl: Lista pełnomocników

source: Agents added to meeting
pl: Dodani pełnomocnicy do spotkania

source: Passwords not match
pl: Hasła nie pasują

source: Meeting name
pl: Nazwa spotkania

source: New permissions
pl: Nowe uprawnienia

source: Copy from agent
pl: Kopiuj pełnomocnika

source: (Select of agent is required)
pl: (Wybór pełnomocnika jest wymagany)

source: (Select of institution is required)
pl: (Wybór instytucji jest wymagany)

source: (Select of institution is not required. Lack of choice makes possible to login to admin panel also.)
pl: (Wybór instytucji nie jest wymagany. Brak wyboru instytucji oznacza jedynie dostęp do panelu administracyjnego)

source: Organization selection for an agent is obligatory!
pl: Wybór organizacji dla pełnomocnika jest obligatoryjny!

source: Selected institution must be on selected institutions list!
pl: Wybrana instytucja musi być na liście Wybranych instytucji!

source: The two password fields didn't match.
pl: Hasła nie pasują

source: Password confirmation
pl: Potwierdzenie hasła

source: Enter the same password as above, for verification.
pl: Wprowadź identyczne hasło jak powyżej w celu weryfikacji.

source: Account for this email already exist
pl: Konto powiązane z tym adresem email już istnieje

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="../password/">this form</a>.
pl: Nie przechowujemy surowych haseł, więc nie da się zobaczyć hasła tego użytkownika. Możesz jednak zmienić to hasło używając <a href="../password/">tego formularza</a>.

source: Resend the account activation link
pl: Wyślij ponownie link do aktywacji konta

source: You should confirm your email before logging in.
pl: Musisz najpierw potwierdzić swój adres email.

source: This user is blocked, please contact the administrators.
pl: Ten użytkownik jest zablokowany, skontaktuj się z administracją.

source: Email validation token
pl: Token walidacyjny emaila

source: Password reset token
pl: Token resetu hasła

source: Full name
pl: Imię i nazwisko

source: Admin status
pl: Status administratora

source: Designates that this user has all permissions without explicitly assigning them.
pl: Wyznacza, że ten użytkownik ma wszystkie uprawnienia bez jawnego przypisywania ich.

source: agent
pl: pełnomocnik

source: Email confirmation date
pl: Data potwierdzenia adresu e-mail

source: Organizations
pl: Organizacje

source: main organization of agent
pl: główna instytucja pełnomocnika

source: extra agent of
pl: dodatkowy pełnomocnik dla

source: Followed datasets
pl: Obserwowane zbiory danych

source: User language
pl: język

source: acc: User
pl: użytkownika

source: Token type
pl: Typ tokenu

source: Expiration date
pl: Data ważności

source: Tokens
pl: Tokeny

# Planned
source: meeting state
pl: Planowane

# Finished
source: meeting state
pl: Zakończone

source: meeting date
pl: data spotkania

source: start time
pl: godzina rozpoczęcia

source: end time
pl: godzina zakończenia

source: meeting
pl: spotkanie pełnomocników

source: meetings
pl: spotkania pełnomocników

source: meeting file
pl: plik

source: meeting files
pl: pliki

source: Trash (Meeting)
pl: Kosz (Spotkanie pełnomocników)

source: Trash (Meetings)
pl: Kosz (Spotkania pełnomocników)

source: Official phone
pl: telefon służbowy

source: Role
pl: Rola

source: Institution1
pl: Instytucja1

source: Institution2
pl: Instytucja2

source: Extra agent
pl: Dodatkowy pełnomocnik

source: Last login date
pl: Data ostatniego logowania

source: Invalid email or password
pl: Niepoprawny email lub hasło

source: Account is not available
pl: Konto nie jest dostępne

source: This e-mail is already used
pl: Podany e-mail jest już zarejestrowany w systemie

source: Email cannot be sent
pl: Email nie może być wysłany

source: Account not found
pl: Nie znaleziono konta

source: Expired token
pl: Przeterminowany token

source: Wrong password
pl: Niepoprawne hasło

source: Unsupported object name
pl: Nieobsługiwany typ obiektu

source: Invalid url address
pl: Niepoprawny adres url

source: Invalid notification type
pl: Niepoprawny typ notyfikacji

source: Invalid notification status
pl: Niepoprawny status notyfikacji

source: Canceled
pl: Skasowany

source: Object republished
pl: Obiekt opublikowany ponownie

source: Object withdrawaled
pl: Obiekt został wycofany z publikacji

source: Object updated
pl: Obiekt został zmieniony

source: Related object publicated
pl: Obiekt został opublikowany

source: Related object updated
pl: Obiekt zależny został zmieniony

source: Related object republished
pl: Obiekt zależny został ponownie zaktualizowany

source: Related object withdrawaled
pl: Obiekt zależny został wycofany z publikacji

source: Results incresed
pl: Liczba wyników wzrosła

source: Results decresed
pl: Liczba wyników zmalała

source: Cannot read the file
pl: Nie można odczytać pliku

source: No data was found for the report according to the specified criteria
pl: Nie znaleziono danych do raportu wg wskazanych kryteriów

source: Last activation date
pl: Data ostatniej aktywacji

source: Datasource - id
pl: Źródło danych - id

source: Import - end
pl: Import - koniec

source: Import - result
pl: Import - wynik

source: Import - error description
pl: Import - opis błędu

source: Import - number of rejected datasets
pl: Import - liczba odrzuconych zbiorów danych

source: Import - number of imported datasets
pl: Import - liczba zaimportowanych zbiorów danych

source: Import - number of created datasets
pl: Import - liczba utworzonych zbiorów danych

source: Import - number of updated datasets
pl: Import - liczba zmodyfikowanych zbiorów danych

source: Import - number of deleted datasets
pl: Import - liczba usuniętych zbiorów danych

source: Import - number of imported resources
pl: Import - liczba zaimportowanych zasobów

source: Import - number of created resources
pl: Import - liczba utworzonych zasobów

source: Import - number of updated resources
pl: Import - liczba zmodyfikowanych zasobów

source: Import - number of deleted resources
pl: Import - liczba usuniętych zasobów

source: Dataset - id
pl: Zbiór danych - id

source: Dataset - title
pl: Zbiór danych - tytuł

source: Dataset - modified
pl: Zbiór danych - zmodyfikowany

source: Dataset - institution
pl: Zbiór danych - instytucja

source: Method of sharing
pl: Sposób udostępnienia

source: Manually
pl: Manualnie

source: Openness score
pl: Poziom otwartości danych

source: openness_score
pl: poziom otwartości danych

source: The 'Not Applicable' value is no longer supported by the portal. Change it to another one.
pl: Wartość 'Nie dotyczy' nie jest już obsługiwana przez portal. Zmień ją na inną.

source: An unexpected error occurred. Please try again later.
pl: Wystąpił nieoczekiwany błąd. Proszę, spróbuj później.

source: portal_data_link
pl: Podgląd danych na portalu
