Repository: wojciechmalinowski93/hacknation-2025
Catalog: zgubione/translations/system/*/LC_MESSAGES/django.po
Languages: pl

source: language
pl: język

source: order
pl: kolejność

source: supplement
pl: dokument uzupełniający

source: supplements
pl: dokumenty uzupełniające

source: file
pl: plik

source: notes
pl: opis

source: Conditions for re-use
pl: Warunki ponownego użycia

source: created_by
pl: utworzony przez

source: created
pl: utworzony

source: modified_by
pl: zmodyfikowany przez

source: The number of followers
pl: Liczba obserwujących

source: Dataset has high value data
pl: Zbiór zawiera dane o wysokiej wartości

source: Dataset has high value data from the EC list
pl: Zbiór zawiera dane o wysokiej wartości z wykazu KE

source: Dataset has dynamic data
pl: Zbiór zawiera dane dynamiczne

source: Dataset has research data
pl: Zbiór zawiera dane badawcze

source: Dataset URL
pl: URL zbioru

source: Dataset created
pl: Data udostępnienia zbioru

source: Dataset verified
pl: Data aktualizacji zbioru

source: Dataset views count
pl: Liczba wyświetleń zbioru

source: Dataset downloads count
pl: Liczba pobrań zbioru

source: Number of data
pl: Liczba danych

source: Terms of use
pl: Warunki wykorzystywania

source: License
pl: Licencja

source: Dataset regions
pl: Lokalizacje zbiorów danych

source: Dataset supplements (name, language, url, file size)
pl: Dokumenty uzupełniające zbioru (nazwa, język, url, rozmiar pliku)

source: last import timestamp
pl: data ostatniego importu

source: Discourse Integration
pl: Integracja Discourse

source: Only administrators and agents have access to forum
pl: Tylko administratorzy i pełnomocnicy mają dostęp do forum

source: creation date
pl: data utworzenia

# masculine
source: created by
pl: utworzony przez

source: Add next element
pl: Dodaj kolejny element

source: communique
pl: komunikat

source: Delete selected elements
pl: Usuń zaznaczone elementy

source: Portal guide
pl: Przewodnik po portalu

source: Name of course (PL)
pl: Nazwa kursu (PL)

source: Name of course (EN)
pl: Nazwa kursu (EN)

source: Title (PL)
pl: Tytuł (PL)

source: Title (EN)
pl: Tytuł (EN)

source: Content
pl: Treść

source: Display at
pl: Wyświetlanie wg elementu

source: guide
pl: kurs

source: guides
pl: kursy

source: Trash (Guides)
pl: Kosz (Kursy)

source: top
pl: góra

source: bottom
pl: dół

source: left
pl: lewo

source: right
pl: prawo

source: content
pl: treść

source: route
pl: ścieżka

source: css selector
pl: znacznik css

source: position
pl: pozycja

source: optional communique
pl: komunikat opcjonalny

source: clicking is required
pl: wymagane kliknięcie

source: element is expandable
pl: element jest rozwijalny

source: guide item
pl: pozycja przewodnika

source: guide items
pl: pozycje przewodnika

source: Header in column {column_number} is blank
pl: Puste pole nagłówka kolumny {column_number} (Blank Header).

source: Blank Header
pl: Pusty nagłówek

source: Row {row_number} is completely blank
pl: Wiersz {row_number} jest całkowicie pusty

source: Blank Row
pl: Pusty wiersz

source: Header in column {column_number} is duplicated to header in column(s) {column_numbers}
pl: Nagłówek w kolumnie {column_number} jest zduplikowany z nagłówkami w kolumnach {column_numbers} (Duplicate Header).

source: Duplicate Header
pl: Zduplikowany Nagłówek

source: Row {row_number} is duplicated to row(s) {row_numbers}
pl: Wiersz {row_number} jest zduplikowany z wierszami {row_numbers}

source: Duplicate Row
pl: Zduplikowany wiersz

source: The data source could not be successfully decoded with {encoding} encoding
pl: Źródło danych nie mogło zostać pomyślnie zdekodowane za pomocą kodowania {encoding} (Encoding Error).

source: The value {value} in row {row_number} and column {column_number} does not conform to the given enumeration: {constraint}
pl: Wartość {value} w wierszu {row_number} i kolumnie {column_number} nie jest zgodna z podaną enumeracją: {constraint} (Enumerable Constraint).

source: Enumerable Constraint
pl: Ograniczenia wartości

source: There is an extra header in column {column_number}
pl: W kolumnie {column_number} w porównaniu ze schematem znajduje się dodatkowy nagłówek (Extra Header).

source: Extra Header
pl: Dodatkowy nagłówek

source: Row {row_number} has an extra value in column {column_number}
pl: Wskazany wiersz ma więcej wartości w porównaniu z wierszem nagłówka (pierwszy wiersz w źródle danych). Wiersz {row_number} ma dodatkową wartość w kolumnie {column_number} (Extra Value).

source: Extra Value
pl: Dodatkowa Wartość

source: The data source is in an unknown format; no tabular data can be extracted
pl: Źródło danych ma niewłaściwy format i nie można wyodrębnić danych tabelarycznych - serwer deklaruje inną zawartość pliku, niż podany format pliku (Format Error).

source: Format Error
pl: Błąd Formatu

source: The data source returned an HTTP error with a status code of {status_code}
pl: Błąd odczytu danych z powodu błędu komunikacji HTTP (HTTP Error {status_code}).

source: HTTP Error
pl: Błąd HTTP

source: The data source returned an IO Error of type {error_type}
pl: Błąd dostępu do pliku (błąd IO typu {error_type})

source: The value {value} in row {row_number} and column {column_number} does not conform to the maximum constraint of {constraint}
pl: Wartość {value} w wierszu {row_number} i kolumnie {column_number} nie jest zgodna z określonym w schemacie wymaganiem wartość maksymalna {constraint} (Maximum Constraint).

source: Maximum Constraint
pl: Ograniczenie maksimum

source: The value {value} in row {row_number} and column {column_number} does not conform to the maximum length constraint of {constraint}
pl: Wartość {value} w wierszu {row_number} i kolumnie {column_number} nie jest zgodna z określonym w schemacie wymaganiem długość maksymalna {constraint} (Maximum Length Constraint).

source: Maximum Length Constraint
pl: Ograniczenia maksymalnej długości

source: The value {value} in row {row_number} and column {column_number} does not conform to the minimum constraint of {constraint}
pl: Wartość {value} w wierszu {row_number} i kolumnie {column_number} nie jest zgodna z określonym w schemacie wymaganiem wartość minimalna {constraint} (Minimum Constraint).

source: Minimum Constraint
pl: Ograniczenie minimum

source: The value {value} in row {row_number} and column {column_number} does not conform to the minimum length constraint of {constraint}
pl: Wartość {value} w wierszu {row_number} i kolumnie {column_number} nie jest zgodna z określonym w schemacie wymaganiem długość minimalna {constraint} (Minimum Length Constraint).

source: Minimum Length Constraint
pl: Ograniczenia minimalnej długości

source: There is a missing header in column {column_number}
pl: W pierwszym wierszu źródła danych brakuje nagłówka kolumny {column_number}, który istnieje w schemacie (Missing Header).

source: Missing Header
pl: Brak Nagłówka

source: Row {row_number} has a missing value in column {column_number}
pl: Wiersz {row_number} ma brakującą wartość w kolumnie {column_number} (Missing Value).

source: Missing Value
pl: Brakująca wartość

source: Header in column {column_number} doesn't match field name {field_name} in the schema
pl: Nagłówek w kolumnie {column_number} nie pasuje do nazwy pola {field_name} w schemacie (Non-Matching Header)

source: Non-Matching Header
pl: Niewłaściwy nagłówek

source: The value {value} in row {row_number} and column {column_number} does not conform to the pattern constraint of {constraint}
pl: Wartość {value} w wierszu {row_number} i kolumnie {column_number} nie jest zgodna ze wzorcem {constraint} (Pattern Constraint).

source: Column {column_number} is a required field, but row {row_number} has no value
pl: Kolumna {column_number} jest polem wymaganym, ale w wierszu {row_number} nie ma wartości (Required Constraint).

source: Table Schema error: {error_message}
pl: Błąd schematu tabeli: {error_message} (Table Schema Error).

source: Table Schema Error
pl: Błąd schematu tabeli

source: The data source is in an unknown scheme; no tabular data can be extracted
pl: Brak możliwości określenia struktury dokumentu (Scheme Error).

source: Scheme Error
pl: Błąd schemy

source: The data source has not supported or has inconsistent contents; no tabular data can be extracted
pl: Plik danych ma nieczytelną zawartość i nie można wyodrębnić danych tabelarycznych (Source Error).

source: Source Error
pl: Błąd Źródła

source: The value {value} in row {row_number} and column {column_number} is not type {field_type} and format {field_format}
pl: Wartość {value} w wierszu {row_number} i kolumnie {column_number} nie jest typem {field_type} lub formatem {field_format} (Type or Format Error).

source: Rows {row_numbers} has unique constraint violation in column {column_number}
pl: Wiersze {row_numbers} mają naruszone wymagania unikalności w kolumnie {column_number} (Unique Constraint) – wskazane elementy zgodnie ze schematem powinny być unikalne.

source: Unique Constraint
pl: Unikalne ograniczenie

source: More than year
pl: Ponad rok

source: Error description
pl: Opis błędu

source: Result
pl: Wynik

source: The data source "{obj}" was added successfully.
pl: Źródło danych "{obj}" zostało pomyślnie dodane.

source: The data source "{obj}" was added successfully. You may add another data source below.
pl: Żródło danych "{obj}" zostało pomyślnie dodane. Możesz dodać kolejne źródło danych poniżej.

source: The data source "{obj}" was changed successfully.
pl: Żródło danych "{obj}" zostało pomyślnie zmienione.

source: The data source "{obj}" was changed successfully. You may edit it again below.
pl: Źródło danych "{obj}" zostało pomyślnie zmienione. Możesz edytować je ponownie poniżej.

source: The data source "{obj}" was added successfully. You may edit it again below.
pl: Źródło danych "{obj}" zostało pomyślnie dodane. Możesz edytować je ponownie poniżej.

source: The data source "{obj}" was changed successfully. You may add another {name} below.
pl: Żródło danych "{obj}" zostało pomyślnie zmienione. Możesz dodać kolejne {name} poniżej.

source: Delete selected data sources
pl: Usuń wybrane źródła danych

source: Imports
pl: Importy

source: Type
pl: Typ

source: Last import
pl: Ostatni import

source: Import data task was launched!
pl: Zadanie importu danych zostało uruchomione!

source: Data Sources
pl: Źródła danych

source: Description (PL)
pl: Opis (PL)

source: List of emails separated by a comma
pl: Lista maili rozdzielonych przecinkiem

source: This field is required.
pl: To pole jest obowiązkowe.

source: This field is required!
pl: To pole jest obowiązkowe!

source: every day
pl: codziennie

source: every week
pl: co tydzień

source: every month
pl: co miesiąc

source: every quarter
pl: co kwartał

source: OK - partial import
pl: OK - import częściowy

source: Error
pl: Błąd

source: active
pl: aktywny

source: inactive
pl: nieaktywny

source: frequency
pl: częstotliwość

source: data use rules
pl: warunki ponownego wykorzystania danych

source: Default type for newly created institutions
pl: Domyślny typ dla nowych instytucji

source: source type
pl: typ źródła

source: last activation date
pl: data ostatniej aktywacji

source: category
pl: kategoria

source: last import status
pl: status ostatniego importu

source: portal url
pl: URL (adres portalu)

source: api url
pl: API (adres API)

source: source hash
pl: hash źródła

source: Sparql query
pl: Zapytanie SPARQL

source: data source
pl: źródło danych

source: data sources
pl: źródła danych

source: Inaccessible API!
pl: Niedostępne API!

source: Data source for this institution already exists!
pl: Źródło danych dla tej instytucji już istnieje!

source: Trash (Data Sources)
pl: Kosz (źródła danych)

source: start
pl: początek

source: end
pl: koniec

source: error description
pl: opis błędu

source: number of rejected datasets
pl: liczba odrzuconych zbiorów danych

source: number of imported datasets
pl: liczba zaimportowanych zbiorów danych

source: number of created datasets
pl: liczba utworzonych zbiorów danych

source: number of updated datasets
pl: liczba zmodyfikowanych zbiorów danych

source: number of deleted datasets
pl: liczba usuniętych zbiorów danych

source: number of imported resources
pl: liczba zaimportowanych zasobów

source: number of created resources
pl: liczba utworzonych zasobów

source: number of updated resources
pl: liczba zmodyfikowanych zasobów

source: number of deleted resources
pl: liczba usuniętych zasobów

source: Is report email sent?
pl: Czy wysłano raport mailowy?

source: data source import
pl: import źródła danych

source: data source imports
pl: importy źródła danych

source: Required scheme is https://
pl: Wymagany format protokołu to https://

source: Invalid file format
pl: Niepoprawny format pliku

source: Unsupported format: %(format)s.
pl: Nieobsługiwany format: %(format)s.

source: intIdent value for related dataset is also required!
pl: Wartość intIdent dla powiązanego zbioru jest także wymagana!

source: Resource with id: %(r_id)s, dataset's id: %(d_id)s and institution "%(ins)s" was not found.
pl: Zasób z id: %(r_id)s, id zbioru: %(d_id)s i instytucji "%(ins)s" nie został znaleziony.

source: Exception occurred for resource with id {ext_ident}: {err}
pl: Wystąpił błąd podczas importu zasobu o id {ext_ident}: {err}

source: Resource with id {ext_ident} has assigned unknown TERYT codes:
pl: Zasób o id {ext_ident} ma przypisane nieznane kody TERYT:

source: Dataset with id: %(d_id)s and institution: "%(ins)s" was not found.
pl: Zbiór z id: %(d_id)s dla instytucji: "%(ins)s" nie został znaleziony.

source: Field 'dbOrCopyrightedLicenseChosen' is required if field 'dbOrCopyrighted' is provided.
pl: Pole 'dbOrCopyrightedLicenseChosen' jest wymagane jeżeli pole 'dbOrCopyrighted' jest wypełnione.

source: Field 'dbOrCopyrighted' is required if field 'dbOrCopyrightedLicenseChosen' is provided.
pl: Pole 'dbOrCopyrighted' jest wymagane jeżeli pole 'dbOrCopyrightedLicenseChosen' jest wypełnione.

source: Checking of file name
pl: Sprawdzanie nazwy pliku

source: Fetching of HTTP headers
pl: Pobieranie nagłówków HTTP

source: Checking of content type
pl: Sprawdzanie typu zawartości

source: Checking of MD5 file
pl: Sprawdzanie pliku MD5

source: Downloading of xml file
pl: Pobieranie pliku xml

source: Validation of MD5
pl: Walidacja MD5

source: Validation of xml file
pl: Walidacja pliku xml

source: %(url)s: invalid response code: %(code)s (%(reason)s)
pl: %(url)s: niewłaściwy kod odpowiedzi: %(code)s (%(reason)s)

source: "%(value)s" is not valid MD5 hash!
pl: "%(value)s" nie jest poprawnym skrótem MD5!

source: External resource is not available!
pl: Zewnętrzny zasób jest niedostępny!

source: Invalid Content-Type header: '%(content_type)s'. Content-Type must contain 'text/xml' or 'application/xml'!
pl: Niepoprawny nagłówek Content-Type: '%(content_type)s'. Content-Type musi zawierać 'text/xml' lub 'application/xml'!

source: Invalid file name: %(filename)s!
pl: Niepoprawna nazwa pliku: %(filename)s!

source: Remote MD5 hash is not valid!
pl: Zdalny skrót MD5 nie jest poprawny!

source: Histories
pl: Historie

source: old value
pl: stare wartości

source: new value
pl: nowe wartości

source: User
pl: Użytkownik

source: History
pl: Historia

source: You don't have permission to view history for this object.
pl: Nie masz uprawnień do przeglądania historii tego obiektu.

source: acc: History
pl: historię

source: Analysis can have only one report assigned
pl: Analiza może mieć załączony tylko jeden raport

source: Laboratory
pl: Laboratorium

source: Analysis
pl: Analiza

source: Research
pl: Badanie

source: Event type
pl: Rodzaj obiektu

source: Execution date
pl: Data wykonania

source: acc: Event
pl: obiekt

source: Event
pl: Obiekt

source: Events
pl: Obiekty

source: Report Link
pl: Link do raportu

source: File
pl: Plik

source: Report
pl: Raport

source: Reports
pl: Raporty

source: Select %s
pl: Wybierz %s

source: Select %s to change
pl: Wybierz %s do zmiany

source: Select %s to view
pl: Wybierz %s do obejrzenia

source: Decision taken
pl: Decyzja podjęta

source: Decision not taken
pl: Decyzja niepodjęta

source: Task for CSV generation queued
pl: Tworzenie pliku CSV dodane do kolejki zadań

source: Export selected to CSV
pl: Eksportuj zaznaczone do CSV

source: Export last import to CSV
pl: Eksportuj ostatni import do CSV

source: The {name} "{obj}" was added successfully.
pl: {name} "{obj}" został pomyślnie dodany.

# The {name} "{obj}" was added successfully.
source: feminine
pl: {name} "{obj}" została pomyślnie dodana.

# The {name} "{obj}" was added successfully.
source: neuter
pl: {name} "{obj}" zostało pomyślnie dodane.

source: The {name} "{obj}" was added successfully. You may add another {name} below.
pl: {name} "{obj}" został pomyślnie dodany. Możesz dodać kolejny {name} poniżej.

# The {name} "{obj}" was added successfully. You may add another {name} below.
source: feminine
pl: {name} "{obj}" została pomyślnie dodana. Możesz dodać kolejną {name} poniżej.

# The {name} "{obj}" was added successfully. You may add another {name} below.
source: neuter
pl: {name} "{obj}" zostało pomyślnie dodane. Możesz dodać kolejne {name} poniżej.

source: The {name} "{obj}" was changed successfully.
pl: {name} "{obj}" został pomyślnie zmieniony.

# The {name} "{obj}" was changed successfully.
source: feminine
pl: {name} "{obj}" została pomyślnie zmieniona.

# The {name} "{obj}" was changed successfully.
source: neuter
pl: {name} "{obj}" zostało pomyślnie zmienione.

source: The {name} "{obj}" was changed successfully. You may edit it again below.
pl: {name} "{obj}" został pomyślnie zmieniony. Możesz edytować go ponownie poniżej.

# The {name} "{obj}" was changed successfully. You may edit it again below.
source: feminine
pl: {name} "{obj}" została pomyślnie zmieniona. Możesz edytować ją ponownie poniżej.

# The {name} "{obj}" was changed successfully. You may edit it again below.
source: neuter
pl: {name} "{obj}" zostało pomyślnie zmienione. Możesz edytować je ponownie poniżej.

source: The {name} "{obj}" was added successfully. You may edit it again below.
pl: {name} "{obj}" został pomyślnie dodany. Możesz edytować go ponownie poniżej.

# The {name} "{obj}" was added successfully. You may edit it again below.
source: feminine
pl: {name} "{obj}" została pomyślnie dodana. Możesz edytować ją ponownie poniżej.

# The {name} "{obj}" was added successfully. You may edit it again below.
source: neuter
pl: {name} "{obj}" zostało pomyślnie dodane. Możesz edytować je ponownie poniżej.

source: The {name} "{obj}" was changed successfully. You may add another {name} below.
pl: {name} "{obj}" został pomyślnie zmieniony. Możesz dodać kolejny {name} poniżej.

# The {name} "{obj}" was changed successfully. You may add another {name} below.
source: feminine
pl: {name} "{obj}" została pomyślnie zmieniona. Możesz dodać kolejną {name} poniżej.

# The {name} "{obj}" was changed successfully. You may add another {name} below.
source: neuter
pl: {name} "{obj}" zostało pomyślnie zmienione. Możesz dodać kolejne {name} poniżej.

source: The %(name)s "%(obj)s" was deleted successfully.
pl: %(name)s "%(obj)s" usunięty pomyślnie.

# The %(name)s "%(obj)s" was deleted successfully.
source: feminine
pl: %(name)s "%(obj)s" usunięta pomyślnie.

# The %(name)s "%(obj)s" was deleted successfully.
source: neuter
pl: %(name)s "%(obj)s" usunięte pomyślnie.

source: You may edit it again below.
pl: Poniżej możesz ponownie edytować.

source: Add %s
pl: Dodaj %s

source: Change %s
pl: Zmień %s

source: View %s
pl: Obejrzyj %s

source: Correct Validation
pl: Poprawna walidacja

source: Validation in progress
pl: Walidacja w toku

source: Validation failed
pl: Błąd walidacji

source: No validation
pl: Brak walidacji

source: Translation ({lang_code.upper()})
pl: Tłumaczenie ({lang_code.upper()})

source: Delete selected objects
pl: Usuń wybrane obiekty

source: Couldn't restore following objects, because their related objects are still removed: {}
pl: Nie można przywrócić następujących obiektów, ponieważ powiązane z nimi obiekty wciąż pozostają usunięte: {}

source: Successfully restored objects: {}
pl: Pomyślnie przywróconych elementów: {}

source: Restore selected objects
pl: Przywróć wybrane elementy

source: Add %s - trash
pl: Dodaj %s - kosz

source: Change %s - trash
pl: Zmień %s - kosz

source: View %s - trash
pl: Obejrzyj %s - kosz

source: Removed:
pl: Usunięte:

source: Change history: %s
pl: Historia zmian: %s

source: Field value error
pl: Błąd wartości pola

source: Field error
pl: Błąd pola

source: Internal number cannot be given without the main number
pl: Numer wewnętrzny może być podany wyłącznie z numerem głównym

source: algorithm
pl: algorytm

source: iterations
pl: iteracje

source: salt
pl: sól

source: Missing Authorization Header
pl: Brak Nagłówka Autoryzacji

source: Invalid Authorization Header
pl: Niepoprawny Nagłówek Autoryzacji

source: Invalid Authorization Header: Token Missing
pl: Niepoprawny Nagłówek Autoryzacji: brak Tokenu

source: Invalid Authorization Header: Contains extra content
pl: Niepoprawny Nagłówek Autoryzacji: Nadmiarowa zawartość

source: Your account data is incomplete. Full name and phone number must be given
pl: Dane konta są niekompletne. Nazwisko i numer telefonu muszą być podane.

source: Password must contain at least one digit.
pl: Hasło musi zawierać przynajmniej jedną cyfrę.

source: Password must contain at least one upper and one lower letter.
pl: Hasło musi zawierać przynajmniej jedną dużą i jedną mała literę.

source: Password must contain at least one special character.
pl: Hasło musi zawierać przynajmniej jeden znak specjalny.

source: Your password must contain at least: one digit, one special char, one upper and one lower letter
pl: Twoje hasło musi zawierać przynajmniej: jedną cyfrę, jeden znak specjalny, jedną dużą i jedną małą literę

source: Page must be greater then 1
pl: Strona musi być większa niż 1

source: Page size mus be greater then 0
pl: Wielkość strony musi być większa niż 0

source: Max page size is 100
pl: Maksymalny rozmiar strony to 100

source: Licenses
pl: Licencje

source: Name
pl: Nazwa

source: acc: License
pl: licencję

source: Delete selected newsletters
pl: Usuń wybrane newslettery

source: Title of newsletter
pl: Tytuł newslettera

source: No active subscriptions.
pl: Brak aktywnych subskrypcji.

source: Select only unsent newsletters.
pl: Zaznacz tylko niewysłane newslettery.

source: Selected newsletters were successfully sent.
pl: Zaznaczone newslettery zostały pomyślnie wysłane.

source: Send newsletter now
pl: Wyślij newsletter teraz

source: Delete selected subscriptions
pl: Usuń wybrane subskrypcje

source: E-mail address you entered is not valid
pl: Niepoprawny adres poczty elektronicznej

source: This field is required
pl: To pole jest obowiązkowe

source: polish
pl: polski

source: english
pl: angielski

source: activation code
pl: kod aktywacyjny

source: is active?
pl: czy aktywna?

source: is personal data processing accepted?
pl: czy zakceptowane przetwarzanie danych osobowych?

source: is personal data gathering accepted?
pl: czy potwierdzona znajomość informacji o przetwarzaniu danych?

source: subscribe date
pl: data włączenia subskrypcji

source: subscription
pl: subskrypcja

source: subscriptions
pl: subskrypcje

source: The newsletter subscription is active.
pl: Subskrypcja newslettera jest aktywna.

source: You will receive an activation link to the e-mail address "%(email)s".
pl: Na podany adres e-mail "%(email)s" otrzymasz link aktywacyjny.

source: Activating the newsletter of dane.gov.pl portal
pl: Aktywacja newslettera portalu dane.gov.pl

source: Awaits
pl: Oczekuje

source: Sent
pl: Wysłano

source: language version
pl: wersja językowa

source: planned sending date
pl: planowany termin rozesłania

source: sending date
pl: data i godzina rozesłania

source: newsletters
pl: newslettery
